{"data":{"markdownRemark":{"html":"<div class=\"right-score\">Score: 17.5</div>\n<h1>lifenews.com&emsp; <span class=\"net-country\">(WEB - en-US)</span></h1>\n<p>A website that covers abortion legislation and politics in the U.S. and internationally with a strong anti-abortion slant. It is upfront about its perspective, but has reported unsubstantiated health claims and does not always correct errors.</p>\n<hr>\n<header class=\"flex-container rating red\"><div class=\"nguard-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 49 64\"><g><rect fill=\"#fff\" x=\"16.44\" y=\"5.22\" width=\"18.17\" height=\"44.61\"></rect></g><g><path fill=\"#c92027\" fill-rule=\"evenodd\" d=\"M0,0V24.07C0,40.86,0,52,22.79,63.19l1.66.82,1.66-.82C48.93,52,49,40.86,49,24.07V0ZM30,43a1.92,1.92,0,0,1-.56,1.39,1.85,1.85,0,0,1-1.37.58H21.94a1.84,1.84,0,0,1-1.37-.58A1.91,1.91,0,0,1,20,43V37a1.91,1.91,0,0,1,.57-1.4A1.84,1.84,0,0,1,21.94,35h6.13a1.85,1.85,0,0,1,1.37.58A1.92,1.92,0,0,1,30,37Zm0-15a1.87,1.87,0,0,1-.56,1.37,1.85,1.85,0,0,1-1.37.57H21.94a1.83,1.83,0,0,1-1.37-.57A1.85,1.85,0,0,1,20,28.07V9.93A1.93,1.93,0,0,1,21.94,8h6.13A1.92,1.92,0,0,1,30,9.93Z\"></path></g></svg></div><div><span>Proceed with caution: This website severely violates basic standards of credibility and transparency.</span></div></header>\n<div class=\"columnizer\"><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Does not repeatedly publish false content</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Gathers and presents information responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Regularly corrects or clarifies errors</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Handles the difference between news and opinion responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Avoids deceptive headlines</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Website discloses ownership and financing</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Clearly labels advertising</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Reveals who's in charge, including any possible conflicts of interest</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>The site provides names of content creators, along with either contact or biographical information</span></span></div></div></div>\n<hr>\n<h3>Ownership and Financing</h3>\n<p>On its About Us page, the site describes itself as an “independent news agency devoted to reporting news that affects the pro-life community.” Its staff section lists its founder and editor as Steven Ertelt, and public documents show Ertelt is also the owner of LifeNews.com LLC. Ertelt is the president of Colorado Citizens for Life, a “statewide pro-life group,” according to his biography on the site.</p>\n<p>Lifenews.com generates revenue through advertising and donations. Its Advertising section says LifeNews has “developed a devoted subscriber base comprised of tens of thousands….” The top of the website features a Donate button, and many news articles include a solicitation that says, “SUPPORT LIFENEWS! If you like this pro-life article, please help LifeNews.com with a donation.”</p>\n<hr>\n<h3>Content</h3>\n<p>The site categorizes content by National, State, International, Bioethics, and Opinion. Its coverage focuses on promoting anti-abortion views, and a frequent subject of scrutiny is Planned Parenthood, the U.S.-based nonprofit that receives some government funding and offers reproductive healthcare services including abortions.</p>\n<p>Coverage sometimes includes stories of botched abortions that feature graphic images. Another common topic is assisted suicide, which the site opposes.</p>\n<p>The site’s staff does some original reporting, but coverage is often either based on stories from other media outlets or is republished from them. LifeNews cites a wide range of news organizations as its sources, including The Daily Caller, The Daily Signal (an online publication of the conservative Heritage Foundation), Town Hall, The New York Times, and Politico.</p>\n<hr>\n<h3>Credibility</h3>\n<p>Although LifeNews sometimes draws information from credible sources, the site has a record of making unfounded scientific claims to back up its anti-abortion perspective.</p>\n<p>LifeNews has repeatedly published stories asserting that abortions are linked to breast cancer, a claim that that the scientific community has largely found to be unsubstantiated. For example, an October 2016 story in the site’s national news section was titled, “Abortion Leads to a Higher Risk of Breast Cancer for Women. Here’s How” and states, “Young motherhood will drive their future breast cancer risk way down, while abortion will drive it way up. It really is as simple as that.”</p>\n<p>However, the National Cancer Institute and the American College of Obstetricians and Gynecologists (ACOG) have repeatedly reviewed scientific evidence since 2003 and concluded that there is no link between abortion and breast cancer. An ACOG analysis of multiple studies on the purported breast cancer and abortion link found that some earlier research asserting that a link existed was “methodologically flawed.” The ACOG has reaffirmed those conclusions as recently as 2018. Additionally, the American Cancer Society has stated that “scientific research studies have not found a cause-and-effect relationship between abortion and breast cancer.”</p>\n<p>That article --  as well as others including “Shocking Study: Millions of Women in Asia Will Die From Breast Cancer Because They Had Abortions” (October 2017) -- was authored by Joel Brind, an endocrinologist whose work has been described by others in his field as “unsound analysis based on incomplete data,”  according to a 2003 article about Brind in Discover magazine.</p>\n<p>Some articles on Lifenews.com present speculation as fact. In a July 2018 story, “Company Caught Hauling Away Boxes of Babies Killed in Late-Term Abortions Up to Birth,” the writer concludes that a man carrying “apparently very heavy boxes” out of a Maryland abortion clinic was transporting aborted fetuses. The story says, “He came out with two boxes at a time that were so full of aborted baby remains that the cardboard bowed out and crunched at the bottom.” The story features two photos, which lack attribution, that show a man hauling cardboard boxes into a van with the logo of waste-management company Bio-Haz Solutions. The story offers no proof about the contents of the boxes, and there was no apparent effort by LifeNews to reach Bio-Haz Solutions for comment.</p>\n<p>In writing about Planned Parenthood, the site has repeatedly stated that 94 percent of its “pregnancy services” are abortions. However, Factcheck.org, a nonpartisan organization associated with The Annenberg Public Policy Center of the University of Pennsylvania, found that the 94 percent figure comes from adding together Planned Parenthood statistics in its 2013-14 annual report on the number of abortions (327,653), prenatal services (18,684), and adoption referrals (1,880) it provided, then dividing the number of abortions (327,653) by that total sum. Both Factcheck.org and the Washington Post reported that the 94 percent figure leaves out other services provided to pregnant women, including “family practice services” (65,464), pregnancy tests given to women who may have been pregnant at the time (1.2 million), and prenatal care referrals.</p>\n<p>Because LifeNews regularly makes unsound scientific claims, references unsound data, and presents speculation as fact NewsGuard has determined that it repeatedly publishes false content and it does not gather and present information responsibly.</p>\n<p>Headlines often use dramatic, sensationalized language.</p>\n<p>A June 2018 article ran under the headline “Iowa Governor Candidate Fred Hubbell Brags He’s on the Board of an Abortion Business.” The Associated Press reported that Hubbell has run ads and made speeches that “highlight” his work for Planned Parenthood during the campaign, but not that he “bragged” about it. Further, the use of the word “business” implies that abortions are being performed for profit. However, Planned Parenthood is a nonprofit, not a business, and provides a range of services besides abortion.</p>\n<p>An October 2018 headline reads, “Over 900 Women in Scotland Given Dangerous Abortion Drug That Kills Women,” but the article does not mention or elaborate on deaths caused by the medication, misoprostol, which is considered by the World Health Organization to be generally safe and part of the best practices for abortion procedures. The article mentions that a Swedish study suggested an increase in complications associated with the medication as it has transitioned from being used in hospital to home environments, but those complications are defined as “bleeding, infection, or incomplete abortion” and the article does not provide any evidence for the claim that misoprostol “kills women.”</p>\n<p>The site frequently mixes opinion with news. While LifeNews has a section labeled Opinion, articles not labeled opinion often contain a strong point of view, and routinely distort or manipulate facts in order to present abortion as a dangerous procedure.</p>\n<p>One August 2018 news story, titled “Court Allows Planned Parenthood to Put Women’s Health at Risk With Dangerous Abortion Pill,” states that “A Food and Drug Administration report in 2017 found that 22 women died … after taking the abortion drugs.” However, the FDA report cited in the article notes that the deaths “cannot with certainty be causally attributed to mifepristone” and explains that the figure included patients who suffered substance abuse or drug overdoses, suspected homicide, and suicide. The LifeNews article also fails to mention that those 22 cases were out of 3.4 million women who used the medication over a period of 17 years.</p>\n<p>The same month, another news story, “Legal Abortions are Dangerous for Women and Jeopardize Their Physical and Mental Health,” claimed that “the objective reality of abortion is that it damages women enormously,” citing a report compiled by the Adelaide Centre for Bioethics and Culture, an Australian anti-abortion group, which claimed that abortion led to negative mental health outcomes for women.</p>\n<p>However, that claim is highly disputed. The American Psychiatric Association’s Task Force on Mental Health and Abortion stated in 2009 that a review of available rigorous research showed “the relative risk of mental health problems is no greater if [adult women] have a single elective first-trimester abortion” and that “the majority of adult women who terminate a pregnancy do not experience mental health problems.” Those findings have been reaffirmed by more recent research as well, including a 2018 study of nearly 400,000 women published by The Journal of the American Medical Association, whose lead author concluded “other factors are risk factors for depression, while having an abortion is not a risk factor for depression.”</p>\n<p>Because LifeNews repeatedly distorts facts to advance its perspectives about abortion, NewsGuard has determined that the site does not handle the difference between news and opinion responsibly.</p>\n<p>LifeNews does not articulate a corrections policy, and NewsGuard could not find examples of recent corrections published on the site’s original content. The site did not respond to five messages from NewsGuard seeking comment about its blurring of news and opinion and its approach to corrections.</p>\n<hr>\n<h3>Transparency</h3>\n<p>The site’s About Us section clearly states its anti-abortion mission. It also includes names, titles, biographies, and photos of its staff and outside contributors. The site does not say that Steven Ertelt is its owner, and NewsGuard did not receive responses to five messages seeking comment about this lack of disclosure.</p>\n<p>Contact information is not consistently available for individual writers, but the site provides a general contact form. Advertising is distinguishable from news content.</p>\n<hr>\n<h3>History</h3>\n<p>LifeNews.com LLC was founded in 2009, according to public documents. According to its About Us page, LifeNews originated as Pro-Life Infonet in 1992.</p>\n<p><em>Corrections: An earlier version of this Nutrition Label provided the wrong year for a LifeNews.com article about the use of fetal tissue; the article was published in 2015. Also, the label incorrectly credited information about Iowa gubernatorial candidate Fred Hubbell to the Des Moines Register; it was reported by The Associated Press.</em></p>\n<p><em>Editor’s Note: After additional review, NewsGuard has updated this label and the criteria checklist to indicate that the site fails to meet the standard for not publishing false content, for gathering and presenting news responsibly, and for headlines.</em></p>\n<hr>\n<pre><code>Written by:\nEvan Haddad\n\nEdited by:\nEric Effron&#x26;emsp;Macaela Bennett&#x26;emsp;\n</code></pre>\n<h2>Sources</h2>\n<hr>\n<h3>Ownership and Financing</h3>\n<ul>\n<li><a href=\"http://www.lifenews.com/about/\" target=\"_blank\">http://www.lifenews.com/about/</a></li>\n<li><a href=\"https://www.opensecrets.org/outside-spending/political-nonprofits/board-members?id=520986195\" target=\"_blank\">https://www.opensecrets.org/outside-spending/political-nonprofits/board-members?id=520986195</a></li>\n<li><a href=\"http://www.lifenews.com/donate/\" target=\"_blank\">http://www.lifenews.com/donate/</a></li>\n<li>Life News ownership <a href=\"https://www.crunchbase.com/organization/lifenews-com#section-overview\" target=\"_blank\">https://www.crunchbase.com/organization/lifenews-com#section-overview</a></li>\n<li><a href=\"https://opengovus.com/colorado-business/20091414205\" target=\"_blank\">https://opengovus.com/colorado-business/20091414205</a></li>\n<li><a href=\"https://catholicexchange.com/author/steven-ertelt\" target=\"_blank\">https://catholicexchange.com/author/steven-ertelt</a></li>\n<li>\n<p>Explanation of advertising <a href=\"http://www.lifenews.com/advertising/\" target=\"_blank\">http://www.lifenews.com/advertising/</a></p>\n<hr>\n<h3>Content</h3>\n</li>\n<li>Abortionist to the Stars” Covers Up 911 Call to Hide How Badly a Botched Abortion Injured a Woman <a href=\"http://www.lifenews.com/2018/06/07/abortionist-to-the-stars-covers-up-911-call-to-hide-how-badly-a-botched-abortion-injured-a-woman/\" target=\"_blank\">http://www.lifenews.com/2018/06/07/abortionist-to-the-stars-covers-up-911-call-to-hide-how-badly-a-botched-abortion-injured-a-woman/</a></li>\n<li>Iowa Governor Candidate Fred Hubbell Brags He’s on the Board of an Abortion Business <a href=\"http://www.lifenews.com/2018/06/07/iowa-governor-candidate-fred-hubbell-brags-hes-on-the-board-of-an-abortion-business/\" target=\"_blank\">http://www.lifenews.com/2018/06/07/iowa-governor-candidate-fred-hubbell-brags-hes-on-the-board-of-an-abortion-business/</a></li>\n<li>Pro-Abortion Show “Handmaid’s Tale” Falsely Claims Christian Husbands Beat Their Wives <a href=\"http://www.lifenews.com/2018/06/07/pro-abortion-show-handmaids-tale-falsely-claims-christian-husbands-beat-their-wives/\" target=\"_blank\">http://www.lifenews.com/2018/06/07/pro-abortion-show-handmaids-tale-falsely-claims-christian-husbands-beat-their-wives/</a></li>\n<li><a href=\"http://www.lifenews.com/2018/06/11/a-simple-new-3-minute-test-could-cut-premature-births-in-half-and-save-more-babies/\" target=\"_blank\">http://www.lifenews.com/2018/06/11/a-simple-new-3-minute-test-could-cut-premature-births-in-half-and-save-more-babies/</a></li>\n<li>\n<p>A republished Daily Signal column <a href=\"http://www.lifenews.com/2018/08/03/pro-abortion-cyberbullies-target-pro-life-teen-with-cancer-cancer-is-giving-your-mom-a-late-term-abortion/\" target=\"_blank\">http://www.lifenews.com/2018/08/03/pro-abortion-cyberbullies-target-pro-life-teen-with-cancer-cancer-is-giving-your-mom-a-late-term-abortion/</a></p>\n<hr>\n<h3>Credibility</h3>\n</li>\n<li><a href=\"http://www.lifenews.com/2018/06/07/56-members-of-congress-slam-planned-parenthood-for-doing-abortions-on-12-year-old-girls-not-reporting-sexual-assault/\" target=\"_blank\">http://www.lifenews.com/2018/06/07/56-members-of-congress-slam-planned-parenthood-for-doing-abortions-on-12-year-old-girls-not-reporting-sexual-assault/</a></li>\n<li><a href=\"https://mediabiasfactcheck.com/life-news/\" target=\"_blank\">https://mediabiasfactcheck.com/life-news/</a></li>\n<li><a href=\"http://www.lifenews.com/2018/03/06/fact-check-web-site-politifact-claims-whether-abortion-kills-babies-is-a-disputed-fact/\" target=\"_blank\">http://www.lifenews.com/2018/03/06/fact-check-web-site-politifact-claims-whether-abortion-kills-babies-is-a-disputed-fact/</a></li>\n<li><a href=\"http://www.cornerstonepaymentsystems.com/how-we-help.html\" target=\"_blank\">http://www.cornerstonepaymentsystems.com/how-we-help.html</a></li>\n<li><a href=\"http://www.lifenews.com/2018/06/20/malta-betrays-its-pro-life-values-by-approving-freezing-of-human-embryos/\" target=\"_blank\">http://www.lifenews.com/2018/06/20/malta-betrays-its-pro-life-values-by-approving-freezing-of-human-embryos/</a></li>\n<li><a href=\"http://www.lifenews.com/2018/07/12/18-year-old-dies-after-botched-legal-abortion-found-face-down-foaming-at-the-mouth/\" target=\"_blank\">http://www.lifenews.com/2018/07/12/18-year-old-dies-after-botched-legal-abortion-found-face-down-foaming-at-the-mouth/</a></li>\n<li><a href=\"http://www.lifenews.com/2011/04/11/politifact-misleads-in-bashing-jon-kyl-over-planned-parenthood/\" target=\"_blank\">http://www.lifenews.com/2011/04/11/politifact-misleads-in-bashing-jon-kyl-over-planned-parenthood/</a></li>\n<li><a href=\"https://www.politifact.com/truth-o-meter/statements/2011/apr/08/jon-kyl/jon-kyl-says-abortion-services-are-well-over-90-pe/\" target=\"_blank\">https://www.politifact.com/truth-o-meter/statements/2011/apr/08/jon-kyl/jon-kyl-says-abortion-services-are-well-over-90-pe/</a></li>\n<li><a href=\"http://archive.is/nYeld\" target=\"_blank\">http://archive.is/nYeld</a></li>\n<li><a href=\"http://www.lifenews.com/2013/01/08/poll-56-take-pro-life-abortion-position-80-want-more-limits/\" target=\"_blank\">http://www.lifenews.com/2013/01/08/poll-56-take-pro-life-abortion-position-80-want-more-limits/</a></li>\n<li><a href=\"http://www.pewforum.org/fact-sheet/public-opinion-on-abortion/\" target=\"_blank\">http://www.pewforum.org/fact-sheet/public-opinion-on-abortion/</a></li>\n<li>Pro-Abortion Show “Handmaid’s Tale” Falsely Claims Christian Husbands Beat Their Wives <a href=\"http://www.lifenews.com/2018/06/07/pro-abortion-show-handmaids-tale-falsely-claims-christian-husbands-beat-their-wives/\" target=\"_blank\">http://www.lifenews.com/2018/06/07/pro-abortion-show-handmaids-tale-falsely-claims-christian-husbands-beat-their-wives/</a></li>\n<li>Archived version <a href=\"https://web.archive.org/web/20180806131847/http://www.lifenews.com/2018/06/07/pro-abortion-show-handmaids-tale-falsely-claims-christian-husbands-beat-their-wives/\" target=\"_blank\">https://web.archive.org/web/20180806131847/http://www.lifenews.com/2018/06/07/pro-abortion-show-handmaids-tale-falsely-claims-christian-husbands-beat-their-wives/</a></li>\n<li>The Media’s Abortion Blinders <a href=\"https://www.nytimes.com/2012/02/05/opinion/sunday/douthat-the-medias-blinders-on-abortion.html\" target=\"_blank\">https://www.nytimes.com/2012/02/05/opinion/sunday/douthat-the-medias-blinders-on-abortion.html</a></li>\n<li>Abortionist Who Was a Convicted Sex Offender Stops Doing Abortions After Mental Competency Questioned <a href=\"http://www.lifenews.com/2018/08/06/abortionist-who-was-a-convicted-sex-offender-stops-doing-abortions-after-mental-competency-questioned/\" target=\"_blank\">http://www.lifenews.com/2018/08/06/abortionist-who-was-a-convicted-sex-offender-stops-doing-abortions-after-mental-competency-questioned/</a></li>\n<li>Abortion Activists Promote At-Home Abortions, Killing Your Baby With “Compassion, Respect and Dignity” <a href=\"http://www.lifenews.com/2018/08/06/abortion-activists-promote-at-home-abortions-killing-your-baby-with-compassion-respect-and-dignity/\" target=\"_blank\">http://www.lifenews.com/2018/08/06/abortion-activists-promote-at-home-abortions-killing-your-baby-with-compassion-respect-and-dignity/</a></li>\n<li>Fox Business reporter: 95% of Planned Parenthood's 'pregnancy services' were abortions</li>\n<li><a href=\"https://www.lifenews.com/2017/02/09/non-profit-planned-parenthood-isnt-releasing-its-annual-report-whats-it-hiding/\" target=\"_blank\">https://www.lifenews.com/2017/02/09/non-profit-planned-parenthood-isnt-releasing-its-annual-report-whats-it-hiding/</a></li>\n<li><a href=\"https://www.politifact.com/punditfact/statements/2015/aug/04/sandra-smith/fox-business-reporter-95-planned-parenthoods-pregn/\" target=\"_blank\">https://www.politifact.com/punditfact/statements/2015/aug/04/sandra-smith/fox-business-reporter-95-planned-parenthoods-pregn/</a></li>\n<li>Explore details, experience of Fred Hubbell, Iowa Democratic governor nominee <a href=\"https://www.desmoinesregister.com/story/news/politics/2018/05/22/iowa-elections-democratic-candidates-governors-race-taxes-child-care-planned-parenthood-hubbell/599177002/\" target=\"_blank\">https://www.desmoinesregister.com/story/news/politics/2018/05/22/iowa-elections-democratic-candidates-governors-race-taxes-child-care-planned-parenthood-hubbell/599177002/</a></li>\n<li>New York Assembly Passes Bill Allowing Shooting Babies Through the Heart With Poison to Kill Them <a href=\"http://archive.is/AlKEY#selection-669.0-669.97\" target=\"_blank\">http://archive.is/AlKEY#selection-669.0-669.97</a></li>\n<li>Status of New York Assembly Bill 6221 <a href=\"https://www.nysenate.gov/legislation/bills/2015/a6221/amendment/original\" target=\"_blank\">https://www.nysenate.gov/legislation/bills/2015/a6221/amendment/original</a></li>\n<li>Summary of New York Assembly Bill 6221 <a href=\"http://assembly.state.ny.us/leg/?default_fld=&bn=A06221&term=2015&Summary=Y&Actions=Y&Votes=Y&Memo=Y&Text=Y\" target=\"_blank\">http://assembly.state.ny.us/leg/?default_fld=&#x26;bn=A06221&#x26;term=2015&#x26;Summary=Y&#x26;Actions=Y&#x26;Votes=Y&#x26;Memo=Y&#x26;Text=Y</a></li>\n<li>Chelsea Clinton is tired of people questioning her family’s faith <a href=\"https://pagesix.com/2016/02/09/chelsea-clinton-is-tired-of-people-questioning-her-familys-faith/\" target=\"_blank\">https://pagesix.com/2016/02/09/chelsea-clinton-is-tired-of-people-questioning-her-familys-faith/</a></li>\n<li>Chelsea Clinton: I Left the Church When I Was 6 Because It Opposed Abortion <a href=\"http://www.lifenews.com/2016/02/11/chelsea-clinton-i-left-the-church-when-i-was-6-because-it-opposed-abortion/\" target=\"_blank\">http://www.lifenews.com/2016/02/11/chelsea-clinton-i-left-the-church-when-i-was-6-because-it-opposed-abortion/</a></li>\n<li>Breast Cancer Link <a href=\"https://www.lifenews.com/2016/10/27/abortion-leads-to-a-higher-risk-of-breast-cancer-for-women-heres-how/\" target=\"_blank\">https://www.lifenews.com/2016/10/27/abortion-leads-to-a-higher-risk-of-breast-cancer-for-women-heres-how/</a></li>\n<li><a href=\"https://www.acog.org/Clinical-Guidance-and-Publications/Committee-Opinions/Committee-on-Gynecologic-Practice/Induced-Abortion-and-Breast-Cancer-Risk\" target=\"_blank\">https://www.acog.org/Clinical-Guidance-and-Publications/Committee-Opinions/Committee-on-Gynecologic-Practice/Induced-Abortion-and-Breast-Cancer-Risk</a></li>\n<li>Company Caught Hauling Away Boxes of Babies Killed in Late-Term Abortions Up to Birth <a href=\"http://www.lifenews.com/2018/07/31/company-caught-hauling-away-boxes-of-babies-killed-in-late-term-abortions-up-to-birth/\" target=\"_blank\">http://www.lifenews.com/2018/07/31/company-caught-hauling-away-boxes-of-babies-killed-in-late-term-abortions-up-to-birth/</a></li>\n<li>Archived version <a href=\"https://web.archive.org/save/http://www.lifenews.com/2018/07/31/company-caught-hauling-away-boxes-of-babies-killed-in-late-term-abortions-up-to-birth/\" target=\"_blank\">https://web.archive.org/save/http://www.lifenews.com/2018/07/31/company-caught-hauling-away-boxes-of-babies-killed-in-late-term-abortions-up-to-birth/</a></li>\n<li>Planned Parenthood services <a href=\"https://www.plannedparenthood.org/get-care/our-services\" target=\"_blank\">https://www.plannedparenthood.org/get-care/our-services</a></li>\n<li>When Does a Smart Mouse Become Human? <a href=\"https://web.archive.org/web/20170102054736/http://www.the-scientist.com//?articles.view/articleNo/43327/title/When-Does-a-Smart-Mouse-Become-Human-/\" target=\"_blank\">https://web.archive.org/web/20170102054736/http://www.the-scientist.com//?articles.view/articleNo/43327/title/When-Does-a-Smart-Mouse-Become-Human-/</a></li>\n<li>A Competitive Advantage by Neonatally Engrafted Human Glial Progenitors Yields Mice Whose Brains Are Chimeric for Human Glia <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4244478/\" target=\"_blank\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4244478/</a></li>\n<li>\n<p>Early medical abortion: best practice now lawful in Scotland and Wales but not available to women in England <a href=\"https://srh.bmj.com/content/familyplanning/early/2018/06/22/bmjsrh-2018-200134.full.pdf\" target=\"_blank\">https://srh.bmj.com/content/familyplanning/early/2018/06/22/bmjsrh-2018-200134.full.pdf</a></p>\n<hr>\n<h3>Transparency</h3>\n</li>\n<li>About Us <a href=\"http://www.lifenews.com/about/\" target=\"_blank\">http://www.lifenews.com/about/</a></li>\n<li>Contact page <a href=\"http://www.lifenews.com/contact/\" target=\"_blank\">http://www.lifenews.com/contact/</a></li>\n<li><a href=\"https://www.cnsnews.com/author/pro-life-infonet-0\" target=\"_blank\">https://www.cnsnews.com/author/pro-life-infonet-0</a></li>\n<li>\n<p><a href=\"https://www.netministries.org/ministries/CM01041\" target=\"_blank\">https://www.netministries.org/ministries/CM01041</a></p>\n<hr>\n<h3>History</h3>\n</li>\n<li><a href=\"http://www.lifenews.com/about/\" target=\"_blank\">http://www.lifenews.com/about/</a></li>\n<li>Archived version of 2003 lifenews.com site <a href=\"https://web.archive.org/web/20040205201201/http://www.lifenews.com:80/\" target=\"_blank\">https://web.archive.org/web/20040205201201/http://www.lifenews.com:80/</a></li>\n<li>Pro-Life Infonet <a href=\"http://www.euthanasia.com/statelaw.html\" target=\"_blank\">http://www.euthanasia.com/statelaw.html</a></li>\n</ul>","frontmatter":{"title":"lifenews.com","author":"Evan Haddad","date":"2018-11-05T15:11:45.525+0000"}}},"pageContext":{"slug":"/lifenews.com/"}}