{"data":{"markdownRemark":{"html":"<div class=\"right-score\">Score: 100</div>\n<h1>washingtonmonthly.com&emsp; <span class=\"net-country\">(WEB - en-US)</span></h1>\n<p>The website of Washington Monthly magazine, a nonprofit, liberal publication with a reform-minded perspective offering commentary, news analysis, and original reporting.</p>\n<hr>\n<header class=\"flex-container rating green\"><div class=\"nguard-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 49 64\"><g><rect fill=\"#fff\" x=\"5.11\" y=\"11.06\" width=\"40.4\" height=\"31.66\"></rect></g><g><path fill=\"#42b149\" fill-rule=\"evenodd\" d=\"M49,0H0V24.07C0,40.86,0,52,22.79,63.18l1.67.82,1.66-.82C48.54,52,49,40.86,49,24.07ZM22.86,40.23a2.35,2.35,0,0,1-3.45,0L7.33,28.37a2.47,2.47,0,0,1,0-3.39l3.54-3.4a2.15,2.15,0,0,1,1.67-.75,2.45,2.45,0,0,1,1.77.75l6.83,6.76L36.9,12.77A2.45,2.45,0,0,1,38.67,12a2.14,2.14,0,0,1,1.67.75l3.54,3.39a2.49,2.49,0,0,1,0,3.4Z\"></path></g></svg></div><div><span>This website generally maintains basic standards of credibility and transparency.</span></div></header>\n<div class=\"columnizer\"><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Does not repeatedly publish false content</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Gathers and presents information responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Regularly corrects or clarifies errors</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Handles the difference between news and opinion responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Avoids deceptive headlines</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Website discloses ownership and financing</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Clearly labels advertising</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Reveals who's in charge, including any possible conflicts of interest</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>The site provides names of content creators, along with either contact or biographical information</span></span></div></div></div>\n<hr>\n<h3>Ownership and Financing</h3>\n<p>Washington Monthly is published by The Washington Monthly Publishing Corporation, which is owned by the nonprofit Washington Monthly Corporation. WashingtonMonthly.com is registered to Carl Iseli, the magazine’s vice president of operations and marketing.</p>\n<p>In 2016, Washington Monthly Corporation generated approximately $1.6 million in revenue and spent nearly $1.3 million, according to its government filings. Most revenue was earned through contributions and grants. It ended the year with approximately $700,000 in net assets. Washington Monthly also earns revenue through advertising and subscriptions to its print edition.</p>\n<p>Paul Glastris, editor-in-chief of Washington Monthly, told NewsGuard the nonprofit receives donations primarily from small, individual donors and foundations. He said the largest donor is the Lumina Foundation, which has given grants to the Washington Monthly Corporation since 2008, the most recent of which was $600,000. Lumina Foundation is an Indianapolis-based organization that seeks to make post-secondary education more accessible.</p>\n<p>Among other donors listed on Washington Monthly’s website are Jeffrey Leonard, CEO of the Global Environment Fund investment firm, who also chairs the Washington Monthly Corporation board; and Stephen Silberstein, a philanthropist who has supported liberal organizations such as Media Matters for America and Democracy Now. Glastris told NewsGuard that Leonard “has not given in many years,” but was “very generous early on,” and that Silberstein is among Washington Monthly Corporation’s largest individual donors.</p>\n<hr>\n<h3>Content</h3>\n<p>Washington Monthly publishes commentary, news analysis, and in-depth reporting that covers U.S. politics, government, education, health care, economics, and the law. A July 2018 story, “A Prison Phone Giant’s Ploy to Further Exploit Inmates,” discussed how a merger between companies that provide phone services to prisons could exploit inmates. An article from the September/October 2018 issue of Washington Monthly, “Why More Colleges Should Treat Students Like Numbers,” argues that colleges and universities can use “predictive analytics” to better improve student performance and cut dropout rates.</p>\n<p>Stories are written by the staff, regular contributors, and policy experts. Additionally, Washington Monthly cross-posts articles produced by The Hechinger Report, a nonprofit news outlet that covers inequality and innovation in education. Some articles are also published in the print magazine. This distinction is noted with a “magazine” label on stories from the print issue, which comes out about five times each year. The magazine also publishes a weekly email newsletter.</p>\n<p>Each year, Washington Monthly releases its college guide and rankings, which rate four-year schools “based on their contribution to the public good,” according to the magazine. These rankings look at three categories: social mobility (recruitment and graduation of low-income students), research (production of quality work, and the number of students who go on to earn a Ph.D.), and public service (encouragement of graduates to give back to their communities.) The magazine describes its rankings as an alternative to those of U.S. News &#x26; World Report.</p>\n<p>Republic 3.0, which was originally launched as its own site, is a column on WashingtonMonthly.com that focuses on ideas for policy innovation “that are pro-growth, pro-opportunity, broadly appealing and fiscally responsible,” according to the site. Republic 3.0 pieces have been critical of an executive order by President Trump that could limit highly skilled foreign workers from coming to the United States, and have argued for for a single-payer healthcare system for children. The site also features Political Animal, a blog on politics. </p>\n<hr>\n<h3>Credibility</h3>\n<p>Articles published by Washington Monthly are fact-based, citing first-hand interviews, data from government agencies, court rulings, and reporting from reputable media outlets. They regularly provide historical context to ground arguments about current issues. For example, a September 2018 article about why living organ donations are unusual in the United States also discusses the history of donations.</p>\n<p>Washington Monthly is often referred to as neoliberal, namely an offshoot of traditional liberal politics, which in part advocates the value of a free market. Charles Peters, the magazine’s founder, outlined his worldview (referred to by Washington Monthly editors as “The Gospel”) in a 1983 piece titled “A Neoliberal’s Manifesto.” A condensed version was published in The Washington Post the year before. Peters argued that “in our search for solutions that work,” neoliberals had “come to distrust all automatic responses, liberal and conservative.” Essentially, Peters challenged various liberal orthodoxies. A 1982 article, “35 Ways to Cut the Defense Budget,” for example, suggested specific ways to limit spending without jeopardizing U.S. security. In a 2014 column, Peters wrote that “a consistent concern of this magazine dating from its earliest days has been to attract more liberals to working in political campaigns and running for office” and to “eliminate the snobbery that we saw separating liberalism from the average man.”</p>\n<p>Former Washington Monthly staff members recalled Peters’ influence in a video on the site’s About page. They spoke of his challenge to their liberal ideas on topics such as the military and class divisions. In a 2017 piece, however, Washington Monthly Web Editor Martin Longman, who joined the magazine after Peters retired in 2001, wrote that despite Peters’ long-lasting influence, “today’s Monthly doesn’t carry any water for either the neoliberalism that Peters discussed in his essay or for the characterizations of neoliberalism that are thrown around today.” Glastris told NewsGuard: “My predecessor defined the politics of the magazine back in the 80s as neoliberal. What he meant by that is not what has become of the term. So we don’t use that term anymore because the term’s kind of been hijacked.” </p>\n<p>The WashingtonMonthly.com About page says the magazine is “willing to take on sacred cows — liberal and conservative” and “[offers] innovative solutions” rather than “cynically tearing down institutions and programs.”</p>\n<p>NewsGuard found that opinions expressed in Washington Monthly tend to favor left-of-center views, but that the magazine is critical of both sides of the political spectrum. For example, a Political Animal post, “Democrats Must Challenge Inequality In All Its Forms,” argues that while the Trump administration has “enabled” white supremacist ideas “to be voiced and acted upon,” Democrats must address economic and racial inequality simultaneously.  A 2013 article, “Already, the Most Unproductive Congress Ever,” criticized the 113th Congress, which had a Democratic majority, of passing only 10 laws in 66 days and called the 112th Congress “the most unproductive ever.” The story acknowledged, however, that political polarization, specifically conservative obstructionism, had had a noticeable impact on congressional productivity.</p>\n<p>“Everything in the magazine is argued from a point of view,” Glastris told NewsGuard. “There’s a sort of Washington Monthly way of looking at things. Some of our stuff is kind of radical, some of it is moderate. [It] depends on the issue.” He described the magazine’s present-day perspective as “heterodox” (contrary to acknowledged standards) or “reformist.”</p>\n<p>Many prominent, award-winning journalists have worked at Washington Monthly, including Slate founder Michael Kinsley, former Newsweek reporter and columnist Jonathan Alter, New Yorker writer Nicholas Lemann, Washington Post reporter Katherine Boo, presidential historian and journalist Jon Meacham, USA Today columnist Walter Shapiro, and The Atlantic correspondent James Fallows. The magazine has a reputation as a launching pad for young reporters.</p>\n<p>Glastris said that Washington Monthly has dedicated, in-house fact checkers as part of its 15-person staff (eight of whom are full-time and seven of whom are part-time). Washington Monthly regularly updates articles and notes corrections.</p>\n<hr>\n<h3>Transparency</h3>\n<p>The author of each WashingtonMonthly.com story is named on the site’s homepage, main section pages, and the articles themselves. Writers’ names link to an archive of their work, and short biographies are included at the end of each article. Biographies are also posted on some author pages. The WashingtonMonthly.com About page lists the magazine’s editors and other managers, its editorial advisory board, founder’s board, and board of directors, as well as 30 of its donors.</p>\n<p>Phone numbers, email addresses, or social media profiles of individual reporters and editors are not provided. A Contact page lists the magazine’s physical address, phone number, and fax line. Users can also contact Washington Monthly through a feedback form.</p>\n<p>The site discloses on its About page that Washington Monthly is a nonprofit, although it does not state the nonprofit’s full name or mention The Washington Monthly Publishing Corporation. This additional information is provided in the magazine’s print edition.</p>\n<p>Advertising is clearly marked. Washington Monthly also publishes a labeled sponsored series, Successes of Philanthropy, which covers initiatives undertaken by foundations and philanthropists on climate, education, health, jobs, poverty, and social mobility.</p>\n<p>Washington Monthly links to its Internal Revenue Service 990 forms, which tax-exempt organizations file with the federal government and which provides details of its financing, ownership, and management.</p>\n<hr>\n<h3>History</h3>\n<p>Peters founded Washington Monthly in 1969 after having worked in theater, advertising, law, politics, and the federal government. In 1960, he was elected to West Virginia’s House of Delegates as a Democrat, where he served one term.  Peters’ impassioned editing sessions, which reportedly included much pacing and arm waving, were referred to as “rain dances.” After retiring from Washington Monthly in 2001, Peters continued to write his Tilting at Windmills column for another 10 years. He was inducted into the American Society of Magazine Editors’ Hall of Fame the year he retired.</p>\n<p>The magazine was born out of Peters’ work during the early days of  the Peace Corps. “My job at the Peace Corps had been to evaluate our programs overseas to find out what we were doing right and wrong, and to figure out how we could do better,” he wrote in his 2017 book “We Do Our Part: Toward a Fairer and More Equal America.” “The idea for the magazine was to do the same thing for the entire government.”</p>\n<p>Washington Monthly has survived despite many financial woes. It was initially funded with $400,000 from investor Warren Buffett and future Senator John D. “Jay” Rockefeller IV, a Democrat, among others. When the money ran out in four years, however, the magazine declared Chapter 11 bankruptcy. Peters tightened the purse strings -- annual salaries for editors (and himself) were reportedly about $12,000 or less -- and an additional $300,000 investment lasted 27 years.</p>\n<p>In 2002, after Paul Glastris succeeded Peters as editor-in-chief, Washington Monthly reorganized as a nonprofit. It was published by the W.M. Corporation, which was backed by Markos Kounalakis, a journalist, businessman, and author who was also the magazine’s president and publisher. In 2007, the magazine considered a merger with lobbying group Common Cause, but the deal was rejected by the group’s board in 2008. Leonard, the Global Environment Fund CEO who chairs the magazine’s board, provided Washington Monthly with a $1 million matching grant later that year. </p>\n<p>The WashingtonMonthly.com domain name was registered in 1998. WashingtonMonthly.com went through a major redesign in 2011, which introduced additional content and improved functionality. Its current design was launched in 2016.</p>\n<hr>\n<pre><code>Written by:\nMelissa Goldin\n\nEdited by:\nJim Warren&#x26;emsp;Eric Effron&#x26;emsp;\n</code></pre>\n<h2>Sources</h2>\n<hr>\n<h3>Ownership and Financing</h3>\n<ul>\n<li><a href=\"https://opencorporates.com/companies/us_de/688623\" target=\"_blank\">https://opencorporates.com/companies/us_de/688623</a></li>\n<li><a href=\"https://icis.corp.delaware.gov/ecorp/entitysearch/NameSearch.aspx\" target=\"_blank\">https://icis.corp.delaware.gov/ecorp/entitysearch/NameSearch.aspx</a></li>\n<li><a href=\"https://washingtonmonthly.com/collegeguide-flipbook/?page=12\" target=\"_blank\">https://washingtonmonthly.com/collegeguide-flipbook/?page=12</a></li>\n<li><a href=\"https://projects.propublica.org/nonprofits/organizations/800434806/201723039349300317/IRS990\" target=\"_blank\">https://projects.propublica.org/nonprofits/organizations/800434806/201723039349300317/IRS990</a></li>\n<li><a href=\"https://washingtonmonthly.com/about\" target=\"_blank\">https://washingtonmonthly.com/about</a></li>\n<li><a href=\"https://washingtonmonthly.com/people/carl-iseli-2/\" target=\"_blank\">https://washingtonmonthly.com/people/carl-iseli-2/</a></li>\n<li><a href=\"https://www.linkedin.com/in/carl-iseli-682b069/\" target=\"_blank\">https://www.linkedin.com/in/carl-iseli-682b069/</a></li>\n<li><a href=\"https://www.whois.com/whois/washingtonmonthly.com\" target=\"_blank\">https://www.whois.com/whois/washingtonmonthly.com</a></li>\n<li>\n<p><a href=\"https://www.luminafoundation.org/grants-database/search/?q=washington+monthly\" target=\"_blank\">https://www.luminafoundation.org/grants-database/search/?q=washington+monthly</a></p>\n<hr>\n<h3>Content</h3>\n</li>\n<li><a href=\"https://washingtonmonthly.com/about\" target=\"_blank\">https://washingtonmonthly.com/about</a></li>\n<li><a href=\"https://washingtonmonthly.com/magazine/september-october-2018/introduction-a-different-kind-of-college-ranking-10/\" target=\"_blank\">https://washingtonmonthly.com/magazine/september-october-2018/introduction-a-different-kind-of-college-ranking-10/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018college-guide\" target=\"_blank\">https://washingtonmonthly.com/2018college-guide</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018/08/26/russias-new-highly-effective-weapons-of-mass-disruption/\" target=\"_blank\">https://washingtonmonthly.com/2018/08/26/russias-new-highly-effective-weapons-of-mass-disruption/</a></li>\n<li><a href=\"https://washingtonmonthly.com/magazine/september-october-2018/why-more-colleges-should-treat-students-like-numbers/\" target=\"_blank\">https://washingtonmonthly.com/magazine/september-october-2018/why-more-colleges-should-treat-students-like-numbers/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2015/06/25/welcome-2/\" target=\"_blank\">https://washingtonmonthly.com/2015/06/25/welcome-2/</a></li>\n<li><a href=\"http://republic3-0.com/\" target=\"_blank\">http://republic3-0.com/</a></li>\n<li><a href=\"https://washingtonmonthly.com/people/anne-kim\" target=\"_blank\">https://washingtonmonthly.com/people/anne-kim</a></li>\n<li><a href=\"https://washingtonmonthly.com/magazine/september-october-2018/why-more-colleges-should-treat-students-like-numbers/\" target=\"_blank\">https://washingtonmonthly.com/magazine/september-october-2018/why-more-colleges-should-treat-students-like-numbers/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2004/03/08/political-animal/\" target=\"_blank\">https://washingtonmonthly.com/2004/03/08/political-animal/</a></li>\n<li><a href=\"https://washingtonmonthly.com/magazine/january-february-march-2018/well-endowed/\" target=\"_blank\">https://washingtonmonthly.com/magazine/january-february-march-2018/well-endowed/</a></li>\n<li><a href=\"https://washingtonmonthly.com/archives/\" target=\"_blank\">https://washingtonmonthly.com/archives/</a></li>\n<li><a href=\"https://washingtonmonthly.com/economy/\" target=\"_blank\">https://washingtonmonthly.com/economy/</a></li>\n<li><a href=\"https://washingtonmonthly.com/education/\" target=\"_blank\">https://washingtonmonthly.com/education/</a></li>\n<li><a href=\"https://washingtonmonthly.com/education/k-12/\" target=\"_blank\">https://washingtonmonthly.com/education/k-12/</a></li>\n<li><a href=\"https://washingtonmonthly.com/education/college-rankings/\" target=\"_blank\">https://washingtonmonthly.com/education/college-rankings/</a></li>\n<li><a href=\"https://washingtonmonthly.com/law-and-justice/\" target=\"_blank\">https://washingtonmonthly.com/law-and-justice/</a></li>\n<li><a href=\"https://washingtonmonthly.com/health-care/\" target=\"_blank\">https://washingtonmonthly.com/health-care/</a></li>\n<li><a href=\"https://washingtonmonthly.com/books/\" target=\"_blank\">https://washingtonmonthly.com/books/</a></li>\n<li><a href=\"https://washingtonmonthly.com/government/republic-3-0/\" target=\"_blank\">https://washingtonmonthly.com/government/republic-3-0/</a></li>\n<li><a href=\"https://washingtonmonthly.com/special-reports/\" target=\"_blank\">https://washingtonmonthly.com/special-reports/</a></li>\n<li><a href=\"https://philanthropy.washingtonmonthly.com/\" target=\"_blank\">https://philanthropy.washingtonmonthly.com/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2017/03/08/when-using-data-to-predict-outcomes-consider-the-ethical-dilemmas-new-report-urges/\" target=\"_blank\">https://washingtonmonthly.com/2017/03/08/when-using-data-to-predict-outcomes-consider-the-ethical-dilemmas-new-report-urges/</a></li>\n<li><a href=\"https://hechingerreport.org/about/\" target=\"_blank\">https://hechingerreport.org/about/</a></li>\n<li><a href=\"https://philanthropy.washingtonmonthly.com/portfolio_page/columbus-foundation-rebuilding-neighborhoods/\" target=\"_blank\">https://philanthropy.washingtonmonthly.com/portfolio_page/columbus-foundation-rebuilding-neighborhoods/</a></li>\n<li><a href=\"https://philanthropy.washingtonmonthly.com/portfolio_page/fighting-childhood-obesity/\" target=\"_blank\">https://philanthropy.washingtonmonthly.com/portfolio_page/fighting-childhood-obesity/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018/07/30/a-prison-phone-giants-ploy-to-further-exploit-inmates/\" target=\"_blank\">https://washingtonmonthly.com/2018/07/30/a-prison-phone-giants-ploy-to-further-exploit-inmates/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2017/09/05/the-path-to-medicare-for-all-starts-with-medicare-for-kids/\" target=\"_blank\">https://washingtonmonthly.com/2017/09/05/the-path-to-medicare-for-all-starts-with-medicare-for-kids/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2017/05/02/how-trump-is-undermining-high-skilled-immigration/\" target=\"_blank\">https://washingtonmonthly.com/2017/05/02/how-trump-is-undermining-high-skilled-immigration/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018/09/14/manafort-finally-makes-a-deal-with-robert-mueller/\" target=\"_blank\">https://washingtonmonthly.com/2018/09/14/manafort-finally-makes-a-deal-with-robert-mueller/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018/09/14/chalk-up-a-big-win-for-the-resistance-in-new-york/\" target=\"_blank\">https://washingtonmonthly.com/2018/09/14/chalk-up-a-big-win-for-the-resistance-in-new-york/</a></li>\n<li>\n<p><a href=\"https://www.motherjones.com/kevin-drum/\" target=\"_blank\">https://www.motherjones.com/kevin-drum/</a></p>\n<hr>\n<h3>Credibility</h3>\n</li>\n<li><a href=\"https://washingtonmonthly.com/about\" target=\"_blank\">https://washingtonmonthly.com/about</a></li>\n<li><a href=\"https://www.nytimes.com/2002/04/22/business/media-new-life-for-washington-watchdog.html\" target=\"_blank\">https://www.nytimes.com/2002/04/22/business/media-new-life-for-washington-watchdog.html</a></li>\n<li><a href=\"https://jonathanalter.com/\" target=\"_blank\">https://jonathanalter.com/</a></li>\n<li><a href=\"https://www.britannica.com/topic/neoliberalism\" target=\"_blank\">https://www.britannica.com/topic/neoliberalism</a></li>\n<li><a href=\"https://washingtonmonthly.com/magazine/january-february-march-2018/well-endowed/\" target=\"_blank\">https://washingtonmonthly.com/magazine/january-february-march-2018/well-endowed/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2017/12/19/the-2017-not-top-ten-list-in-higher-education/\" target=\"_blank\">https://washingtonmonthly.com/2017/12/19/the-2017-not-top-ten-list-in-higher-education/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018/05/30/bolton-taps-neo-nazi-as-national-security-council-chief-of-staff/\" target=\"_blank\">https://washingtonmonthly.com/2018/05/30/bolton-taps-neo-nazi-as-national-security-council-chief-of-staff/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2017/12/10/daniel-shavers-murder-by-cop-shows-how-guns-make-us-less-safe/\" target=\"_blank\">https://washingtonmonthly.com/2017/12/10/daniel-shavers-murder-by-cop-shows-how-guns-make-us-less-safe/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2017/12/11/why-the-att-time-warner-merger-is-bad-for-small-channels/\" target=\"_blank\">https://washingtonmonthly.com/2017/12/11/why-the-att-time-warner-merger-is-bad-for-small-channels/</a></li>\n<li><a href=\"https://washingtonmonthly.com/magazine/junejulyaug-2016/rural-america/\" target=\"_blank\">https://washingtonmonthly.com/magazine/junejulyaug-2016/rural-america/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2017/01/12/behavioral-economics-meets-the-first-amendment/\" target=\"_blank\">https://washingtonmonthly.com/2017/01/12/behavioral-economics-meets-the-first-amendment/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018/07/30/a-prison-phone-giants-ploy-to-further-exploit-inmates/\" target=\"_blank\">https://washingtonmonthly.com/2018/07/30/a-prison-phone-giants-ploy-to-further-exploit-inmates/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018/02/06/the-borking-of-america/\" target=\"_blank\">https://washingtonmonthly.com/2018/02/06/the-borking-of-america/</a></li>\n<li><a href=\"https://web.archive.org/web/20160324183336/http://www.washingtonmonthly.com/features/1983/8305_Neoliberalism.pdf\" target=\"_blank\">https://web.archive.org/web/20160324183336/http://www.washingtonmonthly.com/features/1983/8305_Neoliberalism.pdf</a></li>\n<li><a href=\"https://washingtonmonthly.com/2007/03/14/the-gospel-of-charlie/\" target=\"_blank\">https://washingtonmonthly.com/2007/03/14/the-gospel-of-charlie/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2017/07/17/we-need-to-stop-arguing-about-neoliberalism/\" target=\"_blank\">https://washingtonmonthly.com/2017/07/17/we-need-to-stop-arguing-about-neoliberalism/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2017/03/13/democrats-must-challenge-inequality-in-all-its-forms/\" target=\"_blank\">https://washingtonmonthly.com/2017/03/13/democrats-must-challenge-inequality-in-all-its-forms/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2013/05/29/already-the-most-unproductive-congress-ever/\" target=\"_blank\">https://washingtonmonthly.com/2013/05/29/already-the-most-unproductive-congress-ever/</a></li>\n<li><a href=\"https://washingtonmonthly.com/magazine/january-february-march-2018/how-rural-america-got-milked/\" target=\"_blank\">https://washingtonmonthly.com/magazine/january-february-march-2018/how-rural-america-got-milked/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018/02/06/the-borking-of-america/\" target=\"_blank\">https://washingtonmonthly.com/2018/02/06/the-borking-of-america/</a></li>\n<li><a href=\"https://washingtonmonthly.com/magazine/september-october-2018/the-prison-to-college-pipeline/\" target=\"_blank\">https://washingtonmonthly.com/magazine/september-october-2018/the-prison-to-college-pipeline/</a></li>\n<li><a href=\"https://washingtonmonthly.com/magazine/july-august-2018/winning-is-not-enough/\" target=\"_blank\">https://washingtonmonthly.com/magazine/july-august-2018/winning-is-not-enough/</a></li>\n<li><a href=\"https://washingtonmonthly.com/magazine/janfeb-2014/why-bad-news-should-always-trickle-up-polyester-and-merlot-the-hippest-fund-raiser-in-new-york/\" target=\"_blank\">https://washingtonmonthly.com/magazine/janfeb-2014/why-bad-news-should-always-trickle-up-polyester-and-merlot-the-hippest-fund-raiser-in-new-york/</a></li>\n<li><a href=\"https://www.washingtonpost.com/archive/opinions/1982/09/05/a-neo-liberals-manifesto/21cf41ca-e60e-404e-9a66-124592c9f70d/?utm_term=.1ad310c72921\" target=\"_blank\">https://www.washingtonpost.com/archive/opinions/1982/09/05/a-neo-liberals-manifesto/21cf41ca-e60e-404e-9a66-124592c9f70d/?utm_term=.1ad310c72921</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018/09/05/living-organ-donations-save-lives-why-are-they-so-rare-in-america/\" target=\"_blank\">https://washingtonmonthly.com/2018/09/05/living-organ-donations-save-lives-why-are-they-so-rare-in-america/</a></li>\n<li>\n<p><a href=\"https://www.questia.com/magazine/1G1-7371411/35-ways-to-cut-the-defense-budget\" target=\"_blank\">https://www.questia.com/magazine/1G1-7371411/35-ways-to-cut-the-defense-budget</a></p>\n<hr>\n<h3>Transparency</h3>\n</li>\n<li><a href=\"https://washingtonmonthly.com/2018/08/02/the-real-threat-to-the-feds-independence-is-wall-street-not-trump/\" target=\"_blank\">https://washingtonmonthly.com/2018/08/02/the-real-threat-to-the-feds-independence-is-wall-street-not-trump/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018/08/06/if-trump-wont-protect-the-free-press-abroad-maybe-americas-j-schools-can/\" target=\"_blank\">https://washingtonmonthly.com/2018/08/06/if-trump-wont-protect-the-free-press-abroad-maybe-americas-j-schools-can/</a></li>\n<li><a href=\"https://washingtonmonthly.com/magazine/july-august-2018/the-socialist-network/\" target=\"_blank\">https://washingtonmonthly.com/magazine/july-august-2018/the-socialist-network/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018/06/29/using-schools-to-bring-a-dying-rust-belt-city-back-to-life/\" target=\"_blank\">https://washingtonmonthly.com/2018/06/29/using-schools-to-bring-a-dying-rust-belt-city-back-to-life/</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018/08/07/what-democrats-still-dont-get-about-winning-back-the-white-working-class/\" target=\"_blank\">https://washingtonmonthly.com/2018/08/07/what-democrats-still-dont-get-about-winning-back-the-white-working-class/</a></li>\n<li><a href=\"https://washingtonmonthly.com/economy/\" target=\"_blank\">https://washingtonmonthly.com/economy/</a></li>\n<li><a href=\"https://washingtonmonthly.com/education/\" target=\"_blank\">https://washingtonmonthly.com/education/</a></li>\n<li><a href=\"https://washingtonmonthly.com/education/k-12/\" target=\"_blank\">https://washingtonmonthly.com/education/k-12/</a></li>\n<li><a href=\"https://washingtonmonthly.com/education/college-rankings/\" target=\"_blank\">https://washingtonmonthly.com/education/college-rankings/</a></li>\n<li><a href=\"https://washingtonmonthly.com/law-and-justice/\" target=\"_blank\">https://washingtonmonthly.com/law-and-justice/</a></li>\n<li><a href=\"https://washingtonmonthly.com/health-care/\" target=\"_blank\">https://washingtonmonthly.com/health-care/</a></li>\n<li><a href=\"https://washingtonmonthly.com/books/\" target=\"_blank\">https://washingtonmonthly.com/books/</a></li>\n<li><a href=\"https://washingtonmonthly.com/special-reports/\" target=\"_blank\">https://washingtonmonthly.com/special-reports/</a></li>\n<li><a href=\"https://washingtonmonthly.com/people/nick-confessore/\" target=\"_blank\">https://washingtonmonthly.com/people/nick-confessore/</a></li>\n<li><a href=\"https://washingtonmonthly.com/people/steve-benen/\" target=\"_blank\">https://washingtonmonthly.com/people/steve-benen/</a></li>\n<li><a href=\"https://washingtonmonthly.com/contact/\" target=\"_blank\">https://washingtonmonthly.com/contact/</a></li>\n<li><a href=\"https://washingtonmonthly.com/about\" target=\"_blank\">https://washingtonmonthly.com/about</a></li>\n<li><a href=\"https://washingtonmonthly.com/collegeguide-flipbook/?page=1\" target=\"_blank\">https://washingtonmonthly.com/collegeguide-flipbook/?page=1</a></li>\n<li>\n<p><a href=\"https://projects.propublica.org/nonprofits/organizations/800434806/201723039349300317/IRS990\" target=\"_blank\">https://projects.propublica.org/nonprofits/organizations/800434806/201723039349300317/IRS990</a></p>\n<hr>\n<h3>History</h3>\n</li>\n<li><a href=\"https://washingtonmonthly.com/about\" target=\"_blank\">https://washingtonmonthly.com/about</a></li>\n<li><a href=\"https://www.nytimes.com/2002/04/22/business/media-new-life-for-washington-watchdog.html\" target=\"_blank\">https://www.nytimes.com/2002/04/22/business/media-new-life-for-washington-watchdog.html</a></li>\n<li><a href=\"https://washingtonmonthly.com/people/charles-peters/\" target=\"_blank\">https://washingtonmonthly.com/people/charles-peters/</a></li>\n<li>www.whois.com/whois/washingtonmonthly.com</li>\n<li><a href=\"https://www.washingtonpost.com/archive/lifestyle/2001/04/30/charlie-peters-the-genuine-article/dccfa0a5-3dbe-4943-896b-3fddbd259db5/?utm_term=.14627e95905a\" target=\"_blank\">https://www.washingtonpost.com/archive/lifestyle/2001/04/30/charlie-peters-the-genuine-article/dccfa0a5-3dbe-4943-896b-3fddbd259db5/?utm_term=.14627e95905a</a></li>\n<li><a href=\"http://www.magazine.org/asme/national-magazine-awards/magazine-editors-hall-fame\" target=\"_blank\">http://www.magazine.org/asme/national-magazine-awards/magazine-editors-hall-fame</a></li>\n<li><a href=\"https://www.washingtonpost.com/archive/lifestyle/2001/04/30/charlie-peters-the-genuine-article/dccfa0a5-3dbe-4943-896b-3fddbd259db5/?utm_term=.14627e95905a\" target=\"_blank\">https://www.washingtonpost.com/archive/lifestyle/2001/04/30/charlie-peters-the-genuine-article/dccfa0a5-3dbe-4943-896b-3fddbd259db5/?utm_term=.14627e95905a</a></li>\n<li><a href=\"https://washingtonmonthly.com/2011/04/28/welcome-to-the-new-washingtonmonthly-com/\" target=\"_blank\">https://washingtonmonthly.com/2011/04/28/welcome-to-the-new-washingtonmonthly-com/</a></li>\n<li><a href=\"https://web.archive.org/web/20110423180139/https://washingtonmonthly.com/\" target=\"_blank\">https://web.archive.org/web/20110423180139/https://washingtonmonthly.com/</a></li>\n<li><a href=\"https://web.archive.org/web/20110507183603/https://washingtonmonthly.com/\" target=\"_blank\">https://web.archive.org/web/20110507183603/https://washingtonmonthly.com/</a></li>\n<li><a href=\"https://web.archive.org/web/20160110124708/https://washingtonmonthly.com/\" target=\"_blank\">https://web.archive.org/web/20160110124708/https://washingtonmonthly.com/</a></li>\n<li><a href=\"https://web.archive.org/web/20161231052711/https://washingtonmonthly.com/\" target=\"_blank\">https://web.archive.org/web/20161231052711/https://washingtonmonthly.com/</a></li>\n<li><a href=\"https://www.facebook.com/pg/Understanding-Government-139058741292/about/?ref=page_internal\" target=\"_blank\">https://www.facebook.com/pg/Understanding-Government-139058741292/about/?ref=page_internal</a></li>\n<li><a href=\"https://web.archive.org/web/20090930080058/http://understandinggov.org/about/charles-peters-bio/\" target=\"_blank\">https://web.archive.org/web/20090930080058/http://understandinggov.org/about/charles-peters-bio/</a></li>\n<li><a href=\"https://web.archive.org/web/20170628010706/http://understandinggov.org/about-understanding-government/\" target=\"_blank\">https://web.archive.org/web/20170628010706/http://understandinggov.org/about-understanding-government/</a></li>\n<li><a href=\"https://archives.cjr.org/the_kicker/the_washington_monthly_40_year.php\" target=\"_blank\">https://archives.cjr.org/the<em>kicker/the</em>washington<em>monthly</em>40_year.php</a></li>\n<li><a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/05/26/AR2008052601501_2.html?nav=emailpage\" target=\"_blank\">http://www.washingtonpost.com/wp-dyn/content/article/2008/05/26/AR2008052601501_2.html?nav=emailpage</a></li>\n<li><a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/02/18/AR2008021802285_pf.html\" target=\"_blank\">http://www.washingtonpost.com/wp-dyn/content/article/2008/02/18/AR2008021802285_pf.html</a></li>\n<li><a href=\"https://www.amazon.com/gp/product/0812993527/ref=dbs_a_def_rwt_bibl_vppi_i3\" target=\"_blank\">https://www.amazon.com/gp/product/0812993527/ref=dbs<em>a</em>def<em>rwt</em>bibl<em>vppi</em>i3</a></li>\n<li><a href=\"https://projects.propublica.org/nonprofits/organizations/800434806\" target=\"_blank\">https://projects.propublica.org/nonprofits/organizations/800434806</a></li>\n<li><a href=\"https://washingtonmonthly.com/2018/09/02/how-americas-kkk-is-exporting-its-hate-overseas/\" target=\"_blank\">https://washingtonmonthly.com/2018/09/02/how-americas-kkk-is-exporting-its-hate-overseas/</a></li>\n<li><a href=\"http://990s.foundationcenter.org/990_pdf_archive/311/311708531/311708531_200712_990.pdf\" target=\"_blank\">http://990s.foundationcenter.org/990<em>pdf</em>archive/311/311708531/311708531<em>200712</em>990.pdf</a></li>\n<li><a href=\"http://990s.foundationcenter.org/990_pdf_archive/311/311708531/311708531_200512_990.pdf\" target=\"_blank\">http://990s.foundationcenter.org/990<em>pdf</em>archive/311/311708531/311708531<em>200512</em>990.pdf</a></li>\n<li><a href=\"https://www.amazon.com/We-Do-Our-Part-America/dp/0812993527\" target=\"_blank\">https://www.amazon.com/We-Do-Our-Part-America/dp/0812993527</a></li>\n<li><a href=\"https://www.nytimes.com/2017/03/04/opinion/sunday/i-remember-when-appalachia-wasnt-trump-country.html\" target=\"_blank\">https://www.nytimes.com/2017/03/04/opinion/sunday/i-remember-when-appalachia-wasnt-trump-country.html</a></li>\n</ul>","frontmatter":{"title":"washingtonmonthly.com","author":"Melissa Goldin","date":"2018-09-20T22:51:19.909+0000"}}},"pageContext":{"slug":"/washingtonmonthly.com/"}}