{"data":{"markdownRemark":{"html":"<div class=\"right-score\">Score: 52</div>\n<h1>lynx.media&emsp; <span class=\"net-country\">(WEB - en-US)</span></h1>\n<p>A website rife with spelling and grammar errors that publishes articles about U.S. politics and current events, often from a conservative point of view.</p>\n<hr>\n<header class=\"flex-container rating red\"><div class=\"nguard-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 49 64\"><g><rect fill=\"#fff\" x=\"16.44\" y=\"5.22\" width=\"18.17\" height=\"44.61\"></rect></g><g><path fill=\"#c92027\" fill-rule=\"evenodd\" d=\"M0,0V24.07C0,40.86,0,52,22.79,63.19l1.66.82,1.66-.82C48.93,52,49,40.86,49,24.07V0ZM30,43a1.92,1.92,0,0,1-.56,1.39,1.85,1.85,0,0,1-1.37.58H21.94a1.84,1.84,0,0,1-1.37-.58A1.91,1.91,0,0,1,20,43V37a1.91,1.91,0,0,1,.57-1.4A1.84,1.84,0,0,1,21.94,35h6.13a1.85,1.85,0,0,1,1.37.58A1.92,1.92,0,0,1,30,37Zm0-15a1.87,1.87,0,0,1-.56,1.37,1.85,1.85,0,0,1-1.37.57H21.94a1.83,1.83,0,0,1-1.37-.57A1.85,1.85,0,0,1,20,28.07V9.93A1.93,1.93,0,0,1,21.94,8h6.13A1.92,1.92,0,0,1,30,9.93Z\"></path></g></svg></div><div><span>Proceed with caution: This website severely violates basic standards of credibility and transparency.</span></div></header>\n<div class=\"columnizer\"><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Does not repeatedly publish false content</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Gathers and presents information responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Regularly corrects or clarifies errors</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Handles the difference between news and opinion responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Avoids deceptive headlines</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Website discloses ownership and financing</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Clearly labels advertising</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Reveals who's in charge, including any possible conflicts of interest</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>The site provides names of content creators, along with either contact or biographical information</span></span></div></div></div>\n<hr>\n<h3>Ownership and Financing</h3>\n<p>The bottom of lynx.media’s home page says, “Copyright 2018 Lynx Media,” but no other information is available about its owners or managers. Registration data indicates the website was created by proxy to hide ownership details.</p>\n<p>The site displays advertising.</p>\n<hr>\n<h3>Content</h3>\n<p>Lynx.media does not publish original reporting. Rather, it writes summaries based on political news reported by mainstream news outlets, including Fox News, MSNBC, and ABC News. While the site references the news organizations it pulls information from, the stories do not link to the sources. Articles are also based on newsmaker appearances on cable news shows and on social media posts. According to the site, “Lynx Media helps you find what you didn’t know you wanted” from the internet.</p>\n<p>While some articles do not reflect a political viewpoint, many celebrate President Donald Trump and his allies while criticizing his opponents.</p>\n<p>Headlines and articles often highlight perceived bad behavior by liberals, such as, “Liberals explode after Trump campaign manager’s comments about CNN reporter,” and “MSNBC liberal tries to ruin Capitals’ celebration -- because he can’t stand Trump.” On the site’s home page, headlines are often incomplete, requiring the visitor to click on the story to understand the story’s meaning or context.</p>\n<p>Lifestyle and technology content appears to come from other websites, including Android Authority, Ask Dr. Manny, and Just Luxe -- although the sites are not credited.</p>\n<hr>\n<h3>Credibility</h3>\n<p>Lynx.media is riddled with spelling mistakes, typos, and awkward grammar. For example, an article about Donald Trump Jr.’s new girlfriend posted in June 2018 read: “Don and Kim commenced relationship in overdue MarchTrump Jr., 40, [sic] and wife Vanessa, 40, announced their choice to break up after 12 years of marriage.”</p>\n<p>In a June 2018 article about a social media post by Mother Jones Washington bureau chief and MSNBC commentator David Corn, the writer confuses the nickname for the Washington Capitals (“Caps”), the city’s professional ice hockey team, with a different head covering. The article also features an awkward sentence construction: “The DC metro was stocked with Hats fans several weeks ago on the way to the celebration parade. But instead than being happy for lovers who’ve waited the franchise’s whole lifetime to earn a Stanley Glass subject, Corn said he only wished to remind jersey-wearers today about how much he hates Trump.”</p>\n<p>A June 2018 story about Donald Trump’s lawyer appearing on a cable news program starts with the sentence “Rudy Giuliani, one in all President Trump’s most vocal lawyers, told CNN’s Jake Tapper on Sunday that the president won’t pardon anyone concerned within the Russia investigation.”</p>\n<p>Lynx.Media’s articles do not display the time or date when they were published, so it is hard to know when the events described in the story took place. Additionally, the website keeps some stories on its front page for months with no updates or developments.</p>\n<p>For example, in mid-August 2018, an article about conservative columnist George Will urging readers to vote for Democrats was the first story on Lynx’s Politics section. Will’s column was published in The Washington Post on June 22. With no date references, the Lynx post portrayed Will’s column as current news.  </p>\n<p>Because Lynx.com is sloppy in its presentation, does not always credit its sources, and is not clear about when news events took place, NewsGuard has determined it does not gather and present news responsibly.</p>\n<p>No corrections policy is posted on the site, and no substantive corrections could be found. Three NewsGuard emails inquiring about Lynx.media’s news-gathering practices and corrections policy went unanswered.  </p>\n<hr>\n<h3>Transparency</h3>\n<p>Lynx does not provide ownership information on the site. The About page does not list any editorial staff or managers. A single contact email address is posted.</p>\n<p>Some articles list an author’s name, while some show a pseudonym and others simply list “Lynx Media Staff” as the writer. Clicking on the author’s name reloads the article. There is no biographical or contact information provided elsewhere on the website.</p>\n<p>Lynx did not respond to three NewsGuard emails inquiring about the site’s lack of disclosure about ownership, site leaders, and content creators.</p>\n<p>Advertising is distinguishable from other content.</p>\n<hr>\n<h3>History</h3>\n<p>The website was first registered in February 2017, according to two database searches.</p>\n<hr>\n<pre><code>Written by:\nJack Craver\n\nEdited by:\nJoe Danielewicz&#x26;emsp;Eric Effron&#x26;emsp;\n</code></pre>\n<h2>Sources</h2>","frontmatter":{"title":"lynx.media","author":"Jack Craver","date":"2018-09-12T19:47:08.419+0000"}}},"pageContext":{"slug":"/lynx.media/"}}