{"data":{"markdownRemark":{"html":"<div class=\"right-score\">Score: 44.5</div>\n<h1>projectveritas.com&emsp; <span class=\"net-country\">(WEB - en-US)</span></h1>\n<p>The website of a conservative nonprofit that films undercover videos, sometimes with deceptively edited footage, to discredit Democrats and liberal groups.</p>\n<hr>\n<header class=\"flex-container rating red\"><div class=\"nguard-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 49 64\"><g><rect fill=\"#fff\" x=\"16.44\" y=\"5.22\" width=\"18.17\" height=\"44.61\"></rect></g><g><path fill=\"#c92027\" fill-rule=\"evenodd\" d=\"M0,0V24.07C0,40.86,0,52,22.79,63.19l1.66.82,1.66-.82C48.93,52,49,40.86,49,24.07V0ZM30,43a1.92,1.92,0,0,1-.56,1.39,1.85,1.85,0,0,1-1.37.58H21.94a1.84,1.84,0,0,1-1.37-.58A1.91,1.91,0,0,1,20,43V37a1.91,1.91,0,0,1,.57-1.4A1.84,1.84,0,0,1,21.94,35h6.13a1.85,1.85,0,0,1,1.37.58A1.92,1.92,0,0,1,30,37Zm0-15a1.87,1.87,0,0,1-.56,1.37,1.85,1.85,0,0,1-1.37.57H21.94a1.83,1.83,0,0,1-1.37-.57A1.85,1.85,0,0,1,20,28.07V9.93A1.93,1.93,0,0,1,21.94,8h6.13A1.92,1.92,0,0,1,30,9.93Z\"></path></g></svg></div><div><span>Proceed with caution: This website severely violates basic standards of credibility and transparency.</span></div></header>\n<div class=\"columnizer\"><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Does not repeatedly publish false content</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Gathers and presents information responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Regularly corrects or clarifies errors</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Handles the difference between news and opinion responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Avoids deceptive headlines</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Website discloses ownership and financing</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Clearly labels advertising</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Reveals who's in charge, including any possible conflicts of interest</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>The site provides names of content creators, along with either contact or biographical information</span></span></div></div></div>\n<hr>\n<h3>Ownership and Financing</h3>\n<p>Project Veritas and Project Veritas Action Fund are arms of the same organization, which funds work overseen by James O’Keefe, a conservative activist and self-described “guerilla journalist.”</p>\n<p>O’Keefe’s operation is split between two organizations — Project Veritas is a 501(c)(3) nonprofit and Project Veritas Action Fund is a 501(c)(4) nonprofit. The difference between the two types of nonprofits is that 501(c)(3) groups are not allowed to participate in political campaign activity under U.S. tax law, while 501(c)(4) organizations have fewer restrictions. O’Keefe founded Project Veritas Action Fund in 2014, saying on the site that it was formed “to ensure that we use an abundance of caution to see that we are in full compliance with both the letter and spirit of the law.”</p>\n<p>Project Veritas -- the 501(c)3 nonprofit -- raised nearly $4.9 million in 2016, the most recent year for which tax returns are publicly available for the organization. Project Veritas Action Fund raised $801,125 in 2015, the most recent year for which tax returns are publicly available for the Action Fund. The nonprofits do not disclose their funding sources.</p>\n<p>In 2016, tax records show Project Veritas received $1.7 million, more than a third of the group’s total funding, from Donors Trust, a type of nonprofit called a donor-advised fund, according to a 2017 report in The Washington Post.</p>\n<p>Donors Trust serves as an intermediary between the nonprofit and conservative donors, and has described itself as serving “donors committed to the principles of limited government, personal responsibility, and free enterprise.” The service has been used by the GOP donor Koch brothers and their associated network of foundations. In 2015, almost half of all contributions to Project Veritas came from Donors Trust.</p>\n<p>In 2015, Donald Trump donated $20,000 to Project Veritas through his foundation, tax records show. He also met with O’Keefe at Trump Tower shortly after launching his bid for the presidency, according to The New York Times. In 2012, the Mercer family — the billionaire GOP megadonors who backed Trump’s presidential bid, have a major stake in Breitbart, and founded controversial data company Cambridge Analytica before it shut down — donated $25,000 to Project Veritas through an investment vehicle, according to Buzzfeed News.</p>\n<p>Both Project Veritas and Project Veritas Action solicit donations from readers.</p>\n<p>Several states, including Florida, Utah, Mississippi, Wisconsin, and Maine, have barred O’Keefe or Project Veritas from seeking residents’ contributions, or issued sanctions following O’Keefe’s  entry into a U.S. senator’s office under false pretenses. Some states took action because O’Keefe did not adequately disclose the 2010 misdemeanor conviction for entering the office of then- U.S. Sen. Mary Landrieu, D-La., in an attempt to document charges that the office’s staff were not taking constituents’ calls.</p>\n<hr>\n<h3>Content</h3>\n<p>Project Veritas and Project Veritas Action Fund publish videos documenting undercover sting operations designed to expose “corruption, dishonesty, self-dealing, waste, fraud, and other misconduct in both public and private institutions in order to achieve a more ethical and transparent society,” according to the About page on ProjectVeritas.com.</p>\n<p>O’Keefe has said he sees Veritas’ investigations as the modern equivalent of work done by the muckraking journalists of the early 20th century, such as Upton Sinclair, whose reporting exposed various social ills and abuses of power. Veritas, which means “truth” in Latin, is “doing what people used to do,” he said at the launch event for his 2018 book, “American Pravda: My Fight for Truth in the Era of Fake News.”</p>\n<p>Veritas’ undercover videos, which are posted on the two sites with short text summaries, almost exclusively document activities of Democratic politicians and liberal institutions, such as teachers’ unions.</p>\n<p>Project Veritas Action Fund’s investigations mostly focus on political campaigns, while Project Veritas’ work has a wider scope.</p>\n<p>The videos typically record conversations captured by a hidden camera of a Veritas staff member who has gained access to an organization or individual under false pretenses. They purport to show campaign staffers, members of the media and employees at nonprofits, among others, disclosing information they would not discuss publicly. Videos generally do not depict the Veritas staff members who are recording, although their voices are heard.</p>\n<p>For example, days before the November 2018 midterm elections, Veritas published a video depicting staffers for then-Texas Senate candidate Beto O’Rourke discussing how the campaign could purchase food and blankets for a group of immigrants in the border town of El Paso, Texas. In an article accompanying the video, Project Veritas claimed that such a use of funds was a violation of campaign laws. O’Rourke’s spokesman, Chris Evans, disputed the assertion, saying in a statement that staffers spent less than $300 in campaign funds for supplies for the migrants, donated the supplies to a local nonprofit, and said the expense would be reported to the Federal Election Commission.</p>\n<p>Veritas also received widespread media attention after the midterm elections for a series of videos that accused poll workers in Travis County, Texas, of facilitating voter fraud by saying noncitizens could vote. Texas Governor Greg Abbott said the incidents would be investigated. Ronald Morgan, chief deputy Travis County clerk, told The Hill that Project Veritas had violated state laws by recording in a polling place. He added that the Travis County Clerk's office had not seen evidence of any noncitizens trying to vote.</p>\n<p>Content on ProjectVeritas.com is divided into categories such as Government, Election Fraud, Immigration and Security, Media, and Education. Each category includes video series from specific Veritas projects ranging from the organization’s investigation of CNN to its attempts to discredit teachers unions.</p>\n<p>ProjectVeritasAction.com organizes its coverage into specific “projects,” which typically are political campaigns targeted in its undercover investigations. Visitors to the site can click on projects like “Bernie Sanders Primaries 2016” and “Kentucky Senate Race 2014” to access related videos and press releases.</p>\n<hr>\n<h3>Credibility</h3>\n<p>Video investigations by Project Veritas and Project Veritas Action Fund, which are archived on the site, have had major impact, including government investigations and the dissolution of the community organizing group Association of Community Organizations for Reform Now (ACORN).</p>\n<p>However, the videos are often deceptively edited to discredit their subjects. In addition, Project Veritas has shared false information to try to dupe a news organization into inaccurate reporting.</p>\n<p>O’Keefe first came to national prominence while filming undercover conversations with representatives of ACORN in 2009. O’Keefe and fellow activist Hannah Giles entered several ACORN offices posing as a pimp and prostitute, seeking, and sometimes receiving, advice from ACORN representatives on running a prostitution ring and other illegal activities. An investigation by the California Attorney General’s office concluded the videos represented a “highly selective editing of reality.” For example, the 2010 report said, O’Keefe was filmed wearing a fur coat and sunglasses at the beginning and end of the videos, but actually appeared at the offices in a shirt and tie.</p>\n<p>In addition, an ACORN employee who appeared to be providing O’Keefe advice in conducting a sex-trafficking plot later sued O’Keefe for portraying him untruthfully. The employee, Juan Carlos Vera, received a $100,000 settlement from O’Keefe, after asserting that he was playing along with O’Keefe to get more information, and had subsequently reported the incident to police. ACORN filed for bankruptcy in November 2010, effectively dissolving the organization.</p>\n<p>A 2018 series of videos, called “Deep State Unmasked,” -- a reference to government employee who are resisting administrative policies -- also prompted federal investigations and the September 2018 dismissal of a Government Accountability Office employee, after a video showed him saying he was working for the liberal Democratic Socialists of America activist group during his work day. In another video, a Department of Justice employee was filmed explaining that a fellow federal employee deliberately slowed down the process of taking individuals off food stamps so that they could continue to receive benefits, prompting an investigation that was referred to the U.S. Inspector General’s Office.</p>\n<p>In 2011, Project Veritas released a video that showed its staffers posing as members of a fictional Muslim group, and meeting with NPR executives about a possible donation to the public radio organization. The video that was posted on the site showed NPR executive Ron Schiller declaring members of the conservative Tea Party to be  “Islamophobic” and  “seriously racist, racist people.” However, the unedited footage showed Schiller was describing opinions of top Republicans, instead of conveying his own views. The video filmed Schiller laughing, saying “Really? That’s what they said?” after the filmmakers broadcast a frame of the fictional group’s website, with language advocating for the “acceptance of Sharia.” A viewing of the unedited footage showed that Schiller did not make the remark in response to that comment. Schiller was “actually recounting an unrelated and innocuous issue,” according to the conservative website The Blaze.</p>\n<p>Schiller and NPR CEO Vivian Schiller (no relation) both resigned in March 2011 amid the controversy.</p>\n<p>O’Keefe has denied that Veritas edits its videos in misleading ways. He said in a October 2018 Reddit Q&#x26;A, “While we may deceive the subjects of our investigations, we never deceive our audience. Project Veritas' main goal is to deliver truth to the masses, which is in our hearts the core of what journalism is all about.”</p>\n<p>A failed 2017 undercover operation targeting the Washington Post led some members of the conservative media to question the organization’s practices. A Project Veritas employee solicited a reporter from the Post with a false story about having had a sexual relationship with then-Senate candidate Roy Moore when she was underage; the newspaper ultimately accurately reported that the woman was working for O’Keefe. The Post had been one of the first outlets to report allegations of sexual misconduct against Moore in Alabama. O’Keefe denied trying to plant a false story in the Post.</p>\n<p>The site has also omitted key facts from its videos. For example, in 2017, Project Veritas published a video that showed a CNN supervising producer questioning the network’s coverage of Russia’s alleged interference in the 2016 election. But the videos never disclosed that the producer works on the site’s medical team and is not involved with CNN’s political coverage.</p>\n<p>Because of the group’s history of selectively editing videos and omitting key facts, NewsGuard has determined that Project Veritas does not gather and present information responsibly.</p>\n<p>Project Veritas and Project Veritas Action Fund do not disclose a partisan political agenda in their mission statements. Joe Halderman, Veritas’ executive producer, told Politico in May 2018 that the group’s latest undercover operations would not be exclusively directed at Democrats. However, Veritas has repeatedly targeted liberal politicians and organizations since its inception.</p>\n<p>The “Fact or Fiction?” section of the Project Veritas website, which addresses criticisms of the organization, classifies the idea that “James O'Keefe only goes after Democrats” as “fiction,” saying that O’Keefe has investigated Republicans as well. That page only cites one example of a Veritas mission targeting a Republican — the organization’s investigation in 2014 of Mike Ellis, then the president of the Wisconsin Senate. Veritas secretly recorded Ellis describing a plan to skirt campaign spending laws by setting up an illegal super PAC.</p>\n<p>After the video was published, Ellis said he abandoned the scheme after realizing it was illegal, but also announced that he would not seek reelection. Politico reported, however, that the investigation followed a $50,000 donation that Veritas received from a director of the Wisconsin Club for Growth, a “longtime nemesis of Ellis.”</p>\n<p>Because Project Veritas and Project Veritas Action Fund focus almost exclusively on Democrats and liberal groups in their coverage, while maintaining that the organizations are politically independent, NewsGuard has determined that the sites do not handle the difference between news and opinion responsibly.</p>\n<p>Neither Project Veritas nor Project Veritas Action Fund articulate a corrections policy. A NewsGuard review did not find corrections on either site for more than two years, which does not meet its standard for regularly correcting and clarifying errors.</p>\n<p>Headlines on both sites are based on the content included in corresponding videos.</p>\n<p>O’Keefe, through a spokesman, offered to schedule a telephone interview in November 2018 in response to an email from NewsGuard asking about Project Veritas’ editorial standards and reporting practices. After initially scheduling an interview, the spokesman did not respond to further NewsGuard inquiries.</p>\n<hr>\n<h3>Transparency</h3>\n<p>Project Veritas and Project Veritas Action Fund do not disclose their donors, which does not meet NewsGuard’s standards for disclosure of ownership and relevant financing.</p>\n<p>Both sites include a biography of O’Keefe, identifying him as Veritas’ founder and president.</p>\n<p>Videos generally do not identify the Veritas staffers who are filming, and most text articles accompanying the videos are not attributed to authors, using the words “Staff Report” or “Media Team.” For the few articles that do carry bylines, Veritas links to an archive of other work on the site and occasionally lists the staffer’s title; NewsGuard could not find staff contact information.</p>\n<p>Because the sites do not consistently identify the people behind text or video stories,  NewsGuard has determined that they do not meet the standard for providing information about content creators.</p>\n<p>ProjectVeritas.com and ProjectVeritasAction.com both list a phone number and general email address for contacting the organization, as well as an online contact form.</p>\n<p>The site does not run advertisements.</p>\n<hr>\n<h3>History</h3>\n<p>O’Keefe formed Project Veritas in June 2010. In 2014, he created Project Veritas Action Fund as a vehicle for investigating the campaigns of four Democratic candidates for Senate.</p>\n<p>Project Veritas and Project Veritas Action Fund’s projects over the years include O’Keefe’s successful crossing of the U.S.-Mexico border in 2014. In 2016, a Veritas investigation into  Hillary Clinton’s presidential campaign uncovered Democratic operatives discussing strategies for aiding Clinton’s victory, including inciting violence at Trump’s rallies. Democratic Party spokespeople denied that the campaign used these tactics.</p>\n<p>In 2007, O’Keefe drew attention for undercover videotapes and audiotapes that sought to portray Planned Parenthood staff negatively in several states. That year, O’Keefe posed as a 23-year-old expectant father at a Santa Monica Planned Parenthood facility with anti-abortion advocate Lila Rose, who told clinic employees that she was 15 when she became pregnant, and asked clinic employees if she should lie about her age to avoid a statutory rape charge for her boyfriend.</p>\n<p>Planned Parenthood denounced the actions of employees who appeared to suggest that Rose raise her age in official paperwork. But the organization also threatened to sue over the surreptitious tapes, and Rose later agreed to turn over some of the footage to avoid a lawsuit, according to the anti-abortion site LiveAction.org.</p>\n<p>O’Keefe also taped telephone calls in 2007 to Planned Parenthood offices in Ohio and Idaho, saying he was a potential donor who only wanted to give money to support abortions of black women, to reduce the number of blacks in the U.S. O’Keefe said he wanted to expose racism at Planned Parenthood. The agency in Idaho apologized for its employees’ actions, but criticized O’Keefe for his “race-baiting tactics.”</p>\n<hr>\n<pre><code>Written by:\nNina Zweig\n\nEdited by:\nJosh Keefe&#x26;emsp;Amy Westfeldt&#x26;emsp;\n</code></pre>\n<h2>Sources</h2>\n<hr>\n<h3>Ownership and Financing</h3>\n<ul>\n<li><a href=\"https://projects.propublica.org/nonprofits/organizations/272894856/201703199349319600/IRS990\" target=\"_blank\">https://projects.propublica.org/nonprofits/organizations/272894856/201703199349319600/IRS990</a></li>\n<li><a href=\"https://www.documentcloud.org/documents/96774-project-veritas.html\" target=\"_blank\">https://www.documentcloud.org/documents/96774-project-veritas.html</a></li>\n<li><a href=\"https://www.nytimes.com/2011/05/27/us/27veritas.html\" target=\"_blank\">https://www.nytimes.com/2011/05/27/us/27veritas.html</a></li>\n<li><a href=\"https://www.fastcompany.com/40501064/why-is-project-veritas-a-tax-exempt-nonprofit-anyway\" target=\"_blank\">https://www.fastcompany.com/40501064/why-is-project-veritas-a-tax-exempt-nonprofit-anyway</a></li>\n<li><a href=\"https://www.washingtonpost.com/investigations/project-veritas-received-17-million-last-year-from-koch-backed-charity/2017/12/01/143e13ca-d6d3-11e7-9461-ba77d604373d_story.html?utm_term=.2526046c1b3c\" target=\"_blank\">https://www.washingtonpost.com/investigations/project-veritas-received-17-million-last-year-from-koch-backed-charity/2017/12/01/143e13ca-d6d3-11e7-9461-ba77d604373d<em>story.html?utm</em>term=.2526046c1b3c</a></li>\n<li><a href=\"https://thinkprogress.org/project-veritas-funding-2e4ef0319195/\" target=\"_blank\">https://thinkprogress.org/project-veritas-funding-2e4ef0319195/</a></li>\n<li><a href=\"https://www.thedailybeast.com/james-okeefes-big-money-donors-revealed\" target=\"_blank\">https://www.thedailybeast.com/james-okeefes-big-money-donors-revealed</a></li>\n<li><a href=\"https://theslot.jezebel.com/james-okeefe-is-using-dark-money-to-run-his-pseudo-jour-1792061753\" target=\"_blank\">https://theslot.jezebel.com/james-okeefe-is-using-dark-money-to-run-his-pseudo-jour-1792061753</a></li>\n<li><a href=\"https://www.nytimes.com/2017/12/07/us/politics/james-okeefe-project-veritas-trump.html\" target=\"_blank\">https://www.nytimes.com/2017/12/07/us/politics/james-okeefe-project-veritas-trump.html</a></li>\n<li><a href=\"https://www.projectveritasaction.com/about/\" target=\"_blank\">https://www.projectveritasaction.com/about/</a></li>\n<li><a href=\"https://www.projectveritas.com/about/\" target=\"_blank\">https://www.projectveritas.com/about/</a></li>\n<li><a href=\"https://www.documentcloud.org/documents/4322433-The-2015-2016-Tax-Return-for-James-O-Keefe-s.html\" target=\"_blank\">https://www.documentcloud.org/documents/4322433-The-2015-2016-Tax-Return-for-James-O-Keefe-s.html</a></li>\n<li><a href=\"https://www.washingtonpost.com/investigations/ny-attorney-general-warns-project-veritas-its-fundraising-license-is-at-risk/2017/11/30/7fd2d742-d606-11e7-a986-d0a9770d9a3e_story.html?utm_term=.1b2d733f6f26\" target=\"_blank\">https://www.washingtonpost.com/investigations/ny-attorney-general-warns-project-veritas-its-fundraising-license-is-at-risk/2017/11/30/7fd2d742-d606-11e7-a986-d0a9770d9a3e<em>story.html?utm</em>term=.1b2d733f6f26</a></li>\n<li><a href=\"https://www.donorstrust.org/\" target=\"_blank\">https://www.donorstrust.org/</a></li>\n<li><a href=\"https://www.motherjones.com/politics/2013/02/donors-trust-donor-capital-fund-dark-money-koch-bradley-devos/\" target=\"_blank\">https://www.motherjones.com/politics/2013/02/donors-trust-donor-capital-fund-dark-money-koch-bradley-devos/</a></li>\n<li><a href=\"https://www.theguardian.com/environment/2015/jun/09/secretive-donors-gave-us-climate-denial-groups-125m-over-three-years\" target=\"_blank\">https://www.theguardian.com/environment/2015/jun/09/secretive-donors-gave-us-climate-denial-groups-125m-over-three-years</a></li>\n<li><a href=\"https://www.guidestar.org/FinDocuments/2015/133/404/2015-133404773-0d216463-F.pdf\" target=\"_blank\">https://www.guidestar.org/FinDocuments/2015/133/404/2015-133404773-0d216463-F.pdf</a></li>\n<li><a href=\"https://thehill.com/capital-living/in-the-know/100105-filmmaker-okeefe-sentenced-in-sen-mary-landrieu-break-in\" target=\"_blank\">https://thehill.com/capital-living/in-the-know/100105-filmmaker-okeefe-sentenced-in-sen-mary-landrieu-break-in</a></li>\n<li><a href=\"https://www.thedailybeast.com/james-okeefe-forgot-to-tell-regulators-about-his-past-conviction-and-now-project-veritas-may-be-in-trouble\" target=\"_blank\">https://www.thedailybeast.com/james-okeefe-forgot-to-tell-regulators-about-his-past-conviction-and-now-project-veritas-may-be-in-trouble</a></li>\n<li><a href=\"http://www2.philly.com/philly/news/politics/leader-of-project-veritas-barred-from-fundraising-20171209.html\" target=\"_blank\">http://www2.philly.com/philly/news/politics/leader-of-project-veritas-barred-from-fundraising-20171209.html</a></li>\n<li><a href=\"https://www.projectveritasaction.com/donate/\" target=\"_blank\">https://www.projectveritasaction.com/donate/</a></li>\n<li><a href=\"https://www.projectveritas.com/donate/\" target=\"_blank\">https://www.projectveritas.com/donate/</a></li>\n<li><a href=\"https://www.buzzfeednews.com/article/josephbernstein/conservative-megadonor-robert-mercer-funded-project-veritas#.ttE2Y5NnV\" target=\"_blank\">https://www.buzzfeednews.com/article/josephbernstein/conservative-megadonor-robert-mercer-funded-project-veritas#.ttE2Y5NnV</a></li>\n<li>\n<p><a href=\"https://www.nola.com/crime/index.ssf/2010/05/james_okeefe_and_friends_plead.html\" target=\"_blank\">https://www.nola.com/crime/index.ssf/2010/05/james<em>okeefe</em>and<em>friends</em>plead.html</a></p>\n<hr>\n<h3>Content</h3>\n</li>\n<li><a href=\"https://www.projectveritas.com/category/content/top-stories/\" target=\"_blank\">https://www.projectveritas.com/category/content/top-stories/</a></li>\n<li><a href=\"https://www.projectveritas.com/2018/01/21/heres-what-people-are-saying-about-james-okeefes-new-book/\" target=\"_blank\">https://www.projectveritas.com/2018/01/21/heres-what-people-are-saying-about-james-okeefes-new-book/</a></li>\n<li><a href=\"https://www.projectveritas.com/teachers-union-gone-wild/\" target=\"_blank\">https://www.projectveritas.com/teachers-union-gone-wild/</a></li>\n<li><a href=\"https://www.projectveritas.com/american-pravda-cnn/\" target=\"_blank\">https://www.projectveritas.com/american-pravda-cnn/</a></li>\n<li><a href=\"https://www.projectveritas.com/category/deep-state-unmasked/\" target=\"_blank\">https://www.projectveritas.com/category/deep-state-unmasked/</a></li>\n<li><a href=\"https://thehill.com/policy/technology/415838-texas-county-official-project-veritas-broke-the-law\" target=\"_blank\">https://thehill.com/policy/technology/415838-texas-county-official-project-veritas-broke-the-law</a></li>\n<li>\n<p><a href=\"https://www.projectveritas.com/2018/11/13/elections-fraud-2018-recap-and-impact/\" target=\"_blank\">https://www.projectveritas.com/2018/11/13/elections-fraud-2018-recap-and-impact/</a></p>\n<hr>\n<h3>Credibility</h3>\n</li>\n<li><a href=\"http://entertainment.time.com/2011/03/13/the-twisty-bent-truth-of-the-npr-sting-video/\" target=\"_blank\">http://entertainment.time.com/2011/03/13/the-twisty-bent-truth-of-the-npr-sting-video/</a></li>\n<li><a href=\"https://oag.ca.gov/news/press-releases/brown-releases-report-detailing-litany-problems-acorn-no-criminality\" target=\"_blank\">https://oag.ca.gov/news/press-releases/brown-releases-report-detailing-litany-problems-acorn-no-criminality</a></li>\n<li><a href=\"https://www.politico.com/story/2013/03/james-okeefe-agrees-to-pay-100000-settlement-088620\" target=\"_blank\">https://www.politico.com/story/2013/03/james-okeefe-agrees-to-pay-100000-settlement-088620</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=jdP8TiKY8dE\" target=\"_blank\">https://www.youtube.com/watch?v=jdP8TiKY8dE</a></li>\n<li><a href=\"https://www.washingtonpost.com/lifestyle/style/what-you-dont-see-in-okeefe-video-may-be-as-important-as-what-you-do/2017/06/28/dcb67446-5b7c-11e7-a9f6-7c3296387341_story.html?utm_term=.111160183e0c\" target=\"_blank\">https://www.washingtonpost.com/lifestyle/style/what-you-dont-see-in-okeefe-video-may-be-as-important-as-what-you-do/2017/06/28/dcb67446-5b7c-11e7-a9f6-7c3296387341<em>story.html?utm</em>term=.111160183e0c</a></li>\n<li><a href=\"https://archives.cjr.org/campaign_desk/okeefe_teaches_media_a_lesson_again.php\" target=\"_blank\">https://archives.cjr.org/campaign<em>desk/okeefe</em>teaches<em>media</em>a<em>lesson</em>again.php</a></li>\n<li><a href=\"https://fair.org/home/npr-unstung-once-again-okeefe-shows-he-shouldnt-be-trusted/\" target=\"_blank\">https://fair.org/home/npr-unstung-once-again-okeefe-shows-he-shouldnt-be-trusted/</a></li>\n<li><a href=\"https://www.reddit.com/r/The_Donald/comments/9oibw9/im_james_okeefe_founder_of_project_veritas_action/\" target=\"_blank\">https://www.reddit.com/r/The<em>Donald/comments/9oibw9/im</em>james<em>okeefe</em>founder<em>of</em>project<em>veritas</em>action/</a></li>\n<li><a href=\"https://www.politico.com/magazine/story/2018/05/04/james-okeefe-undercover-sting-profile-feature-2018-218015\" target=\"_blank\">https://www.politico.com/magazine/story/2018/05/04/james-okeefe-undercover-sting-profile-feature-2018-218015</a></li>\n<li><a href=\"https://madison.com/wsj/news/local/govt-and-politics/former-senate-president-mike-ellis-dies-at/article_fb5c0d29-f835-53ed-a4f7-a45ad20e176d.html\" target=\"_blank\">https://madison.com/wsj/news/local/govt-and-politics/former-senate-president-mike-ellis-dies-at/article_fb5c0d29-f835-53ed-a4f7-a45ad20e176d.html</a></li>\n<li><a href=\"https://www.mediamatters.org/blog/2015/03/19/former-top-employee-project-veritas-a-pr-machin/202963\" target=\"_blank\">https://www.mediamatters.org/blog/2015/03/19/former-top-employee-project-veritas-a-pr-machin/202963</a></li>\n<li><a href=\"http://nymag.com/intelligencer/2017/12/bumbling-activist-james-okeefe-given-award-at-trump-hotel.html\" target=\"_blank\">http://nymag.com/intelligencer/2017/12/bumbling-activist-james-okeefe-given-award-at-trump-hotel.html</a></li>\n<li><a href=\"https://www.newyorker.com/magazine/2016/05/30/james-okeefe-accidentally-stings-himself\" target=\"_blank\">https://www.newyorker.com/magazine/2016/05/30/james-okeefe-accidentally-stings-himself</a></li>\n<li><a href=\"https://nypost.com/2018/01/21/james-okeefe-is-bringing-back-the-best-practice-of-journalism/\" target=\"_blank\">https://nypost.com/2018/01/21/james-okeefe-is-bringing-back-the-best-practice-of-journalism/</a></li>\n<li><a href=\"https://www.washingtonpost.com/investigations/a-woman-approached-the-post-with-dramatic--and-false--tale-about-roy-moore-sje-appears-to-be-part-of-undercover-sting-operation/2017/11/27/0c2e335a-cfb6-11e7-9d3a-bcbe2af58c3a_story.html?utm_term=.6300b9f11fa0\" target=\"_blank\">https://www.washingtonpost.com/investigations/a-woman-approached-the-post-with-dramatic--and-false--tale-about-roy-moore-sje-appears-to-be-part-of-undercover-sting-operation/2017/11/27/0c2e335a-cfb6-11e7-9d3a-bcbe2af58c3a<em>story.html?utm</em>term=.6300b9f11fa0</a></li>\n<li><a href=\"https://www.projectveritasaction.com/about/\" target=\"_blank\">https://www.projectveritasaction.com/about/</a></li>\n<li><a href=\"https://www.projectveritasaction.com/category/hillary-clinton/\" target=\"_blank\">https://www.projectveritasaction.com/category/hillary-clinton/</a></li>\n<li><a href=\"https://www.projectveritas.com/fact-or-fiction/\" target=\"_blank\">https://www.projectveritas.com/fact-or-fiction/</a></li>\n<li><a href=\"https://www.snopes.com/fact-check/beto-o-rourke-campaign-funds-migrants/\" target=\"_blank\">https://www.snopes.com/fact-check/beto-o-rourke-campaign-funds-migrants/</a></li>\n<li><a href=\"https://www.projectveritasaction.com/2018/11/01/beto/\" target=\"_blank\">https://www.projectveritasaction.com/2018/11/01/beto/</a></li>\n<li><a href=\"https://www.texastribune.org/2018/11/02/beto-orourke-campaign-responds-project-veritas-video/\" target=\"_blank\">https://www.texastribune.org/2018/11/02/beto-orourke-campaign-responds-project-veritas-video/</a></li>\n<li><a href=\"https://www.projectveritasaction.com/2018/10/15/mccaskill-1/\" target=\"_blank\">https://www.projectveritasaction.com/2018/10/15/mccaskill-1/</a></li>\n<li><a href=\"https://www.nrapvf.org/articles/20180925/nra-endorses-hawley-for-us-senate-in-missouri\" target=\"_blank\">https://www.nrapvf.org/articles/20180925/nra-endorses-hawley-for-us-senate-in-missouri</a></li>\n<li><a href=\"https://www.kansascity.com/opinion/editorials/article220304565.html\" target=\"_blank\">https://www.kansascity.com/opinion/editorials/article220304565.html</a></li>\n<li><a href=\"https://www.riverfronttimes.com/newsblog/2018/10/17/claire-mccaskill-revealed-to-be-a-democrat-in-james-okeefes-boring-expose\" target=\"_blank\">https://www.riverfronttimes.com/newsblog/2018/10/17/claire-mccaskill-revealed-to-be-a-democrat-in-james-okeefes-boring-expose</a></li>\n<li><a href=\"https://www.projectveritasaction.com/2018/11/02/donnelly/\" target=\"_blank\">https://www.projectveritasaction.com/2018/11/02/donnelly/</a></li>\n<li><a href=\"https://aflcio.org/scorecard/legislators/joe-donnelly\" target=\"_blank\">https://aflcio.org/scorecard/legislators/joe-donnelly</a></li>\n<li><a href=\"https://www.texastribune.org/2018/11/02/beto-orourke-campaign-responds-project-veritas-video/\" target=\"_blank\">https://www.texastribune.org/2018/11/02/beto-orourke-campaign-responds-project-veritas-video/</a></li>\n<li><a href=\"https://www.newsweek.com/roy-moore-all-nine-accusers-allegations-summaries-713744\" target=\"_blank\">https://www.newsweek.com/roy-moore-all-nine-accusers-allegations-summaries-713744</a></li>\n<li><a href=\"https://www.washingtonpost.com/blogs/erik-wemple/wp/2018/01/24/james-okeefe-says-he-never-intended-to-plant-a-fake-story-in-the-washington-post/?utm_term=.f9542cb78c7e\" target=\"_blank\">https://www.washingtonpost.com/blogs/erik-wemple/wp/2018/01/24/james-okeefe-says-he-never-intended-to-plant-a-fake-story-in-the-washington-post/?utm_term=.f9542cb78c7e</a></li>\n<li><a href=\"https://oag.ca.gov/system/files/attachments/press_releases/n1888_acorn_report.pdf\" target=\"_blank\">https://oag.ca.gov/system/files/attachments/press<em>releases/n1888</em>acorn_report.pdf</a></li>\n<li><a href=\"https://www.projectveritas.com/2018/09/20/breaking-deep-state-unmasked-u-s-gao-employee-admits-i-break-rules-every-day/\" target=\"_blank\">https://www.projectveritas.com/2018/09/20/breaking-deep-state-unmasked-u-s-gao-employee-admits-i-break-rules-every-day/</a></li>\n<li><a href=\"https://thehill.com/homenews/administration/407578-gao-investigating-after-employee-featured-in-project-veritas-video\" target=\"_blank\">https://thehill.com/homenews/administration/407578-gao-investigating-after-employee-featured-in-project-veritas-video</a></li>\n<li><a href=\"https://www.projectveritas.com/2018/09/20/breaking-us-government-accountability-office-issues-response/\" target=\"_blank\">https://www.projectveritas.com/2018/09/20/breaking-us-government-accountability-office-issues-response/</a></li>\n<li>\n<p><a href=\"https://thehill.com/policy/national-security/407450-doj-looking-into-concerning-behavior-in-project-veritas-video\" target=\"_blank\">https://thehill.com/policy/national-security/407450-doj-looking-into-concerning-behavior-in-project-veritas-video</a></p>\n<hr>\n<h3>Transparency</h3>\n</li>\n<li><a href=\"https://www.buzzfeednews.com/article/kendalltaggart/some-of-project-veritass-donors-express-reservations-about\" target=\"_blank\">https://www.buzzfeednews.com/article/kendalltaggart/some-of-project-veritass-donors-express-reservations-about</a></li>\n<li><a href=\"https://thinkprogress.org/project-veritas-funding-2e4ef0319195/\" target=\"_blank\">https://thinkprogress.org/project-veritas-funding-2e4ef0319195/</a></li>\n<li><a href=\"https://www.projectveritas.com/contact/\" target=\"_blank\">https://www.projectveritas.com/contact/</a></li>\n<li><a href=\"https://www.projectveritasaction.com/james-okeefe-bio/\" target=\"_blank\">https://www.projectveritasaction.com/james-okeefe-bio/</a></li>\n<li><a href=\"https://www.projectveritas.com/author/ashley-edwards/\" target=\"_blank\">https://www.projectveritas.com/author/ashley-edwards/</a></li>\n<li><a href=\"https://www.projectveritas.com/author/staff-report/\" target=\"_blank\">https://www.projectveritas.com/author/staff-report/</a></li>\n<li><a href=\"https://www.projectveritas.com/author/media-team/\" target=\"_blank\">https://www.projectveritas.com/author/media-team/</a></li>\n<li>\n<p><a href=\"https://www.projectveritas.com/author/sgordon/\" target=\"_blank\">https://www.projectveritas.com/author/sgordon/</a></p>\n<hr>\n<h3>History</h3>\n</li>\n<li><a href=\"https://www.projectveritasaction.com/james-okeefe-bio/\" target=\"_blank\">https://www.projectveritasaction.com/james-okeefe-bio/</a></li>\n<li><a href=\"https://www.politico.com/magazine/story/2018/05/04/james-okeefe-undercover-sting-profile-feature-2018-218015\" target=\"_blank\">https://www.politico.com/magazine/story/2018/05/04/james-okeefe-undercover-sting-profile-feature-2018-218015</a></li>\n<li><a href=\"https://www.politico.com/story/2011/03/npr-ceo-resigns-money-war-rages-050931\" target=\"_blank\">https://www.politico.com/story/2011/03/npr-ceo-resigns-money-war-rages-050931</a></li>\n<li><a href=\"https://www.projectveritas.com/border-insecurity-investigations/\" target=\"_blank\">https://www.projectveritas.com/border-insecurity-investigations/</a></li>\n<li><a href=\"https://www.nytimes.com/2016/10/21/us/politics/video-dnc-trump-rallies.html\" target=\"_blank\">https://www.nytimes.com/2016/10/21/us/politics/video-dnc-trump-rallies.html</a></li>\n<li><a href=\"https://www.cnsnews.com/news/article/planned-parenthood-agreed-accept-race-motivated-donations\" target=\"_blank\">https://www.cnsnews.com/news/article/planned-parenthood-agreed-accept-race-motivated-donations</a></li>\n<li><a href=\"https://www.philanthropy.com/article/Idaho-Planned-Parenthood-Faces/201989\" target=\"_blank\">https://www.philanthropy.com/article/Idaho-Planned-Parenthood-Faces/201989</a></li>\n<li><a href=\"https://www.newsweek.com/lila-rose-woman-who-sparked-planned-parenthood-flap-65789\" target=\"_blank\">https://www.newsweek.com/lila-rose-woman-who-sparked-planned-parenthood-flap-65789</a></li>\n<li><a href=\"http://www.digitaljournal.com/article/182691\" target=\"_blank\">http://www.digitaljournal.com/article/182691</a></li>\n<li><a href=\"https://www.liveaction.org/news/12-years-evidence-planned-parenthood/\" target=\"_blank\">https://www.liveaction.org/news/12-years-evidence-planned-parenthood/</a></li>\n</ul>","frontmatter":{"title":"projectveritas.com","author":"Nina Zweig","date":null}}},"pageContext":{"slug":"/projectveritas.com/"}}