{"data":{"markdownRemark":{"html":"<div class=\"right-score\">Score: 0</div>\n<h1>beforeitsnews.com&emsp; <span class=\"net-country\">(WEB - en-US)</span></h1>\n<p> A website that hosts user-submitted content and regularly publishes false information and conspiracy theories.</p>\n<hr>\n<header class=\"flex-container rating red\"><div class=\"nguard-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 49 64\"><g><rect fill=\"#fff\" x=\"16.44\" y=\"5.22\" width=\"18.17\" height=\"44.61\"></rect></g><g><path fill=\"#c92027\" fill-rule=\"evenodd\" d=\"M0,0V24.07C0,40.86,0,52,22.79,63.19l1.66.82,1.66-.82C48.93,52,49,40.86,49,24.07V0ZM30,43a1.92,1.92,0,0,1-.56,1.39,1.85,1.85,0,0,1-1.37.58H21.94a1.84,1.84,0,0,1-1.37-.58A1.91,1.91,0,0,1,20,43V37a1.91,1.91,0,0,1,.57-1.4A1.84,1.84,0,0,1,21.94,35h6.13a1.85,1.85,0,0,1,1.37.58A1.92,1.92,0,0,1,30,37Zm0-15a1.87,1.87,0,0,1-.56,1.37,1.85,1.85,0,0,1-1.37.57H21.94a1.83,1.83,0,0,1-1.37-.57A1.85,1.85,0,0,1,20,28.07V9.93A1.93,1.93,0,0,1,21.94,8h6.13A1.92,1.92,0,0,1,30,9.93Z\"></path></g></svg></div><div><span>Proceed with caution: This website severely violates basic standards of credibility and transparency.</span></div></header>\n<div class=\"columnizer\"><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Does not repeatedly publish false content</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Gathers and presents information responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Regularly corrects or clarifies errors</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Handles the difference between news and opinion responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Avoids deceptive headlines</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Website discloses ownership and financing</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Clearly labels advertising</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Reveals who's in charge, including any possible conflicts of interest</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>The site provides names of content creators, along with either contact or biographical information</span></span></div></div></div>\n<hr>\n<h3>Ownership and Financing</h3>\n<p>BeforeItsNews.com is owned by Temporal Media Inc., a private company incorporated in the state of Delaware.  The company is run by Chris Kitze, a Silicon Valley entrepreneur who is also the former owner of the online wine retailer Wine.com, and the chairman of Alphabit Digital Currency Fund, which invests in cryptocurrencies. </p>\n<p>The website derives revenue from advertising and sponsored content.</p>\n<hr>\n<h3>Content</h3>\n<p>Before It's News describes itself as a \"news utility -- an internet platform that enables the hosting and distribution of any kind of news, worldwide.\" Although the site states that anyone can submit news, commentary or analysis, most of the posts are produced by commentators and YouTube personalities who link back to their original site or social media accounts.</p>\n<p>The site covers a range of topics, including health, money, politics, the survivalist movement, and gun rights news. A section of the site called Beyond Science offers articles about paranormal phenomena, such as UFOs and alien encounters. The site also explores alternative health topics in its Power of Belief section. Many contributors post opinion content related to paranormal topics and psychic predictions.</p>\n<hr>\n<h3>Credibility</h3>\n<p>According to Before It's News' editorial guidelines, which are available on the site, anyone can post content and link back to their website. The site claims on its FAQ page to employ a team of editors that vet its online content. \"There is no criteria for inclusion on stories at Before It's News other than the story has to be factually true, well written, thoughtful and comply with our Terms of Service,\" the page states.</p>\n<p>However, the site seems to choose to post stories that promote political conspiracy theories and unsubstantiated health remedies. Kitze told the Guardian newspaper in a May 2017 article that the site allows users to post any content without fact-checking it, including a fabricated story titled, \"Jaw Dropping Shame to America! Leaked Pictures of Obama’s White House Residence Will Make You Sick\" that claimed to show photos of Muslim objects in the White House while Barack Obama was the U.S. president. According to Snopes.com, the article actually used stock photos from online retailers and a photo of a prayer room at Princeton University. </p>\n<p>“A lot of people think Obama is Muslim. That’s what it plays on. Is it real? I don’t know,” Kitze told the newspaper. “The fact is a lot of people thought it was real or it reflects their sentiment.”</p>\n<p>Many articles on BeforeItsNews.com promote debunked conspiracy theories. The site has a page dedicated to the “Obama birther conspiracy,” the false claim that Barack Obama was not born in the U.S.  In August 2018, the site posted a story headlined “Barack Hussein Obama: Con Man and Criminal Admits He Is Foreign-Born +Videos” alleging, without providing sources, that Obama falsified his birth certificate, Social Security number, and his college records. </p>\n<p>During the 2016 U.S. presidential campaign, the site published numerous stories supporting Pizzagate, a widely debunked theory that alleged top Democrats were connected to an underground human trafficking ring. As recently as July 2018, the site ran the headline “Clinton Child Sex Trafficking Network Uncovered,” declaring, without evidence, that the Clintons, special counsel Robert Mueller, and former FBI director James Comey, among others, “were linked to child sex trafficking, torture and murder under a sophisticated structured that included extensive cover up of their crimes.”</p>\n<p>The site has also published the false story that Pope Francis was involved in a child trafficking ring. A May 2018 article entitled, “Pope Francis to Be Arrested for Child Trafficking, Homicide\" alleged that “the Vatican was paid big bucks to regularly funnel children through a Pedophile Ring to Satan worshipping church leaders, businessmen, politicians and other elites across the globe, including members of European royal families.” The site says the warrant for the pope’s arrest came from the “International Common Law Court of Justice,” which does not exist.</p>\n<p>Some articles mix unsubstantiated or misleading claims with fact. For example, a July 2018 article, “New Report! Trump Scotland Assassination Attempt! Food Taster Murdered - Deep State Coup Attempt!” claims a U.S. Secret Service agent serving as a food and drink “taster” for President Donald Trump and First Lady Melania Trump, “was “mysteriously stricken ill” and later died during Trump’s trip to Scotland. Special Agent Noel Remagen did die on the trip, but the Secret Service said the cause of death was a stroke. In addition, according to CNN and The Washington Examiner, Remagen was assigned to protect national security adviser John Bolton, not the president and the first lady. The story also claims that Remagen died “at nearly the exact minute the White House ‘went dark’ while President Trump was ‘pledging his loyalty’ to his intelligence services. This appears to reference a real incident on July 17, 2018, when lights went off at the White House as Trump was saying he has “full faith in our intelligence agencies.”</p>\n<p>Stories in the site’s Health section have promoted unsubstantiated cancer cures and false information about the disease. A three-page January 2019 article titled “How to Cure Cancer &#x26; Diseases by Alkalinizing Your Body (No Disease Can Exist in an Alkaline Environment)” claims on its first page that “cancer is not a cell, but a poisonous acidic liquid.” This does not fit the U.S. National Cancer Institute’s definition of cancer, “a term for diseases in which abnormal cells divide without control and can invade nearby tissues.” The first page of the article also falsely asserts that cancer is “the effect of an over-acidic lifestyle and diet,” a statement not supported by scientific evidence. While it is technically true that cancer cells can not live in an “alkaline environment,” Cancer Research UK said in a March 2014 blog post on cancer treatment myths that “neither can any of the other cells in your body” and that there is no evidence that adopting an alkaline diet with low-acid foods has an impact on cancer. </p>\n<p>Because the site frequently publishes articles promoting debunked conspiracy theories, even though its FAQ page states submitted stories have to be “factually true,” NewsGuard has determined that Before It's News publishes false content and does not gather and present news responsibly.</p>\n<p>Although the site's FAQ page claims that it publishes content from different political perspectives, most of its news and opinion articles include conservative opinion, which is why NewsGuard has determined that the site does not handle the difference between news and opinion responsibly. Headlines on the site also contain false information and present rumors and baseless accusations as facts, such as “Mike Pence Is a Pedophile! Tom Heneghan,” and “Obama, Clinton, Comey Believed Charged, Incarcerated, Awaiting Tribunals.”</p>\n<p>Before It's News does not correct errors or post corrections, and does not appear to have a system in place for handling corrections.</p>\n<p>The site did not respond to two emails from NewsGuard inquiring about the website's headlines, corrections procedures, separation of news and opinion and editorial practices. </p>\n<hr>\n<h3>Transparency</h3>\n<p>Before It's News does not clearly state that it is owned by Temporal Media outside of a copyright notice at the bottom of the website, which does not meet NewsGuard’s standards for disclosing ownership in a user-friendly manner.</p>\n<p>A Contact page lists a mailing address and a general email address for advertising, copyright and web issues, but the site does not provide any information about its editors.</p>\n<p>According to the site's editorial guidelines, authors can use an anonymous screen name. Many posts are not attributed to authors.</p>\n<p>The website’s About Us section says that users must pay a fee to post “promotional stories.” But such stories, which advertise health products, survivalist gear, and food supplements, are not distinguished from editorial content. For example, a December 2018 article titled “Voltage Cures All Disease! The Big Secret!” promotes green tea and copper supplements in its first paragraph, and is not labeled as an advertisement.</p>\n<p>The site did not respond to two emails asking about its advertising policy and the lack of information about content creators, editorial leaders and ownership on the site. </p>\n<hr>\n<h3>History</h3>\n<p>Beforeitsnews.com was created in September 2009. According to its About page, the website started publishing stories after the 2008 U.S. presidential election to provide \"a way for the people with the news, the sources, to get it out to the world without the middleman screening out all the good bits.\"</p>\n<hr>\n<pre><code>Written by:\nSophia Tewa\n</code></pre>\n<h2>Sources</h2>\n<hr>\n<h3>Ownership and Financing</h3>\n<ul>\n<li><a href=\"https://www.linkedin.com/in/chriskitze/\" target=\"_blank\">https://www.linkedin.com/in/chriskitze/</a></li>\n<li><a href=\"https://www.crunchbase.com/person/chris-kitze#section-overview\" target=\"_blank\">https://www.crunchbase.com/person/chris-kitze#section-overview</a></li>\n<li><a href=\"https://web.archive.org/web/20130327061452/https://beforeitsnews.com/contributor/pages/0/004/bio.html\" target=\"_blank\">https://web.archive.org/web/20130327061452/https://beforeitsnews.com/contributor/pages/0/004/bio.html</a></li>\n<li><a href=\"https://www.bloomberg.com/research/stocks/private/person.asp?personId=711738&privcapId=33072202&previousCapId=4976137&previousTitle=Clarium%2520Capital%2520Management%2520LLC\" target=\"_blank\">https://www.bloomberg.com/research/stocks/private/person.asp?personId=711738&#x26;privcapId=33072202&#x26;previousCapId=4976137&#x26;previousTitle=Clarium%2520Capital%2520Management%2520LLC</a></li>\n<li>\n<p><a href=\"https://icis.corp.delaware.gov/Ecorp/EntitySearch\" target=\"_blank\">https://icis.corp.delaware.gov/Ecorp/EntitySearch</a></p>\n<hr>\n<h3>Content</h3>\n</li>\n<li>“Real World Secrets of Stalking and Tracking Wild Animals,” December 16, 2018 <a href=\"https://beforeitsnews.com/v3/survival/2018/2715326.html\" target=\"_blank\">https://beforeitsnews.com/v3/survival/2018/2715326.html</a></li>\n<li>“10 Practical Reasons You Need Tarps in Your Emergency Preparedness Gear,” January 2, 2019 <a href=\"https://beforeitsnews.com/v3/survival/2019/2716622.html\" target=\"_blank\">https://beforeitsnews.com/v3/survival/2019/2716622.html</a></li>\n<li>“Your First Goal In Any Disaster Is To Survive The Shock And Come Up With A Reliable Plan: 10 Best Survival Guns To Own When Civilization Collapses,” December 30, 2018 <a href=\"https://beforeitsnews.com/v3/alternative/2018/3655060.html\" target=\"_blank\">https://beforeitsnews.com/v3/alternative/2018/3655060.html</a></li>\n<li>“Mark Taylor: Prophecies &#x26; Predictions for 2019! + Nostradamus, Edgar Cayce, Baba Vanga (Video)” January 2, 2019  <a href=\"https://beforeitsnews.com/v3/prophecy/2019/2502245.html\" target=\"_blank\">https://beforeitsnews.com/v3/prophecy/2019/2502245.html</a></li>\n<li>“Galco Gunleather launches holster fits for new Glock pistols,” January 4, 2019 <a href=\"https://beforeitsnews.com/v3/alternative/2019/3655987.html\" target=\"_blank\">https://beforeitsnews.com/v3/alternative/2019/3655987.html</a></li>\n<li>“Like People, Overweight Dogs May Live Shorter Lives,” January 4, 2019 <a href=\"https://beforeitsnews.com/v3/science-and-technology/2019/2943136.html\" target=\"_blank\">https://beforeitsnews.com/v3/science-and-technology/2019/2943136.html</a></li>\n<li>“Study: Severe Air Pollution Affects the Productivity of Workers,” January 4, 2019 <a href=\"https://beforeitsnews.com/v3/science-and-technology/2019/2943139.html\" target=\"_blank\">https://beforeitsnews.com/v3/science-and-technology/2019/2943139.html</a></li>\n<li>\n<p>“This New Gun Bill Is Unconstitutional in at Least 8 Different Ways,” December 27, 2018 <a href=\"https://beforeitsnews.com/v3/opinion/2018/2461480.html\" target=\"_blank\">https://beforeitsnews.com/v3/opinion/2018/2461480.html</a></p>\n<hr>\n<h3>Credibility</h3>\n</li>\n<li>FAQ page <a href=\"https://web.archive.org/web/20190107160401/https://beforeitsnews.com/v3/faq/\" target=\"_blank\">https://web.archive.org/web/20190107160401/https://beforeitsnews.com/v3/faq/</a></li>\n<li>Editorial guidelines <a href=\"https://web.archive.org/web/20190107160453/https://beforeitsnews.com/v3/editorial/\" target=\"_blank\">https://web.archive.org/web/20190107160453/https://beforeitsnews.com/v3/editorial/</a></li>\n<li>“Mike Pence Is a Pedophile! Tom Heneghan,” August 24, 2018 <a href=\"https://web.archive.org/web/20190107160559/https://beforeitsnews.com/v3/alternative/2018/3633679.html\" target=\"_blank\">https://web.archive.org/web/20190107160559/https://beforeitsnews.com/v3/alternative/2018/3633679.html</a></li>\n<li>“American Electrical Grid Under Withering - Deep State Warning to Trump - 911 Emergency System (Video),” December 29, 2018 <a href=\"https://web.archive.org/web/20190107160625/https://beforeitsnews.com/v3/prophecy/2018/2502127.html\" target=\"_blank\">https://web.archive.org/web/20190107160625/https://beforeitsnews.com/v3/prophecy/2018/2502127.html</a></li>\n<li><a href=\"https://www.theguardian.com/technology/2017/may/16/facebook-fake-news-tools-not-working\" target=\"_blank\">https://www.theguardian.com/technology/2017/may/16/facebook-fake-news-tools-not-working</a></li>\n<li>“Preview of the Chaos to Come in 2019 &#x26; 2020…If You Dare to Glimpse Reality,” January, 2019 <a href=\"https://beforeitsnews.com/v3/opinion-conservative/2019/3422542.html\" target=\"_blank\">https://beforeitsnews.com/v3/opinion-conservative/2019/3422542.html</a></li>\n<li>“Jaw Dropping Shame to America! Leaked Pictures of Obama’s White House Residence Will Make You Sick! (Video),” December 30, 2018 <a href=\"https://web.archive.org/web/20190107160433/https://beforeitsnews.com/v3/alternative/2017/3509034.html\" target=\"_blank\">https://web.archive.org/web/20190107160433/https://beforeitsnews.com/v3/alternative/2017/3509034.html</a></li>\n<li><a href=\"https://www.snopes.com/fact-check/obama-white-house-muslim/\" target=\"_blank\">https://www.snopes.com/fact-check/obama-white-house-muslim/</a></li>\n<li>“Why are There so Many Fake Stories on Before It's News?” August 15, 2014 <a href=\"https://web.archive.org/web/20190107160515/https://beforeitsnews.com/v3/alternative/2014/3011970.html\" target=\"_blank\">https://web.archive.org/web/20190107160515/https://beforeitsnews.com/v3/alternative/2014/3011970.html</a></li>\n<li>“Elizabeth Warren Isn't #Relatable. She's Not Even Human!” January 4, 2019 <a href=\"https://web.archive.org/web/20190107160709/https://beforeitsnews.com/v3/u-s-politics/2019/2566841.html\" target=\"_blank\">https://web.archive.org/web/20190107160709/https://beforeitsnews.com/v3/u-s-politics/2019/2566841.html</a></li>\n<li>“The Anunnaki, What are they?” November 24, 2017 <a href=\"https://web.archive.org/web/20190107160749/https://beforeitsnews.com/v3/alternative/2017/3575072.html\" target=\"_blank\">https://web.archive.org/web/20190107160749/https://beforeitsnews.com/v3/alternative/2017/3575072.html</a></li>\n<li>“Red Alert: Trump Is in Serious Danger!” January, 2019 <a href=\"https://web.archive.org/web/20190107160324/https://beforeitsnews.com/v3/opinion-conservative/2019/3422548.html\" target=\"_blank\">https://web.archive.org/web/20190107160324/https://beforeitsnews.com/v3/opinion-conservative/2019/3422548.html</a></li>\n<li><a href=\"https://www.snopes.com/fact-check/pope-benedict-resignation/\" target=\"_blank\">https://www.snopes.com/fact-check/pope-benedict-resignation/</a></li>\n<li>“Syria Tells UN America Has Genetically Modified Supersoldiers Deployed in Country (TruNews TV)” April 13, 2018 <a href=\"https://web.archive.org/web/20190107160303/https://beforeitsnews.com/v3/conspiracy-theories/2018/2488266.html\" target=\"_blank\">https://web.archive.org/web/20190107160303/https://beforeitsnews.com/v3/conspiracy-theories/2018/2488266.html</a></li>\n<li>“The Truth About Democratic Morality,” January 3, 2019 <a href=\"https://web.archive.org/web/20190107160239/https://beforeitsnews.com/v3/tea-party/2019/2618207.html\" target=\"_blank\">https://web.archive.org/web/20190107160239/https://beforeitsnews.com/v3/tea-party/2019/2618207.html</a></li>\n<li>“Democrats in the House make us yearn for serious people,” January 6, 2019 <a href=\"https://web.archive.org/web/20190107160221/https://beforeitsnews.com/v3/opinion-conservative/2019/3423244.html\" target=\"_blank\">https://web.archive.org/web/20190107160221/https://beforeitsnews.com/v3/opinion-conservative/2019/3423244.html</a></li>\n<li>“Liberals are Defined by Lack of Self-Discipline,” October 5, 2018 <a href=\"https://web.archive.org/web/20190107160131/https://beforeitsnews.com/v3/strange/2018/2471705.html\" target=\"_blank\">https://web.archive.org/web/20190107160131/https://beforeitsnews.com/v3/strange/2018/2471705.html</a></li>\n<li><a href=\"https://web.archive.org/web/20190107160058/https://beforeitsnews.com/obama-birthplace-controversy/\" target=\"_blank\">https://web.archive.org/web/20190107160058/https://beforeitsnews.com/obama-birthplace-controversy/</a></li>\n<li><a href=\"https://www.mediamatters.org/blog/2018/02/01/A-Facebook-Trending-topic-page-featured-a-fake-news-website-that-pushed-Pizzagate/219242\" target=\"_blank\">https://www.mediamatters.org/blog/2018/02/01/A-Facebook-Trending-topic-page-featured-a-fake-news-website-that-pushed-Pizzagate/219242</a></li>\n<li>“Pope Francis to Be Arrested for Child Trafficking, Homicide,” May 30, 2018 <a href=\"https://web.archive.org/web/20190107160202/https://beforeitsnews.com/v3/celebrities/2018/2475400.html\" target=\"_blank\">https://web.archive.org/web/20190107160202/https://beforeitsnews.com/v3/celebrities/2018/2475400.html</a></li>\n<li><a href=\"http://www.digitaljournal.com/news/politics/op-ed-judy-byington-kevin-annett-and-pope-francis-the-rapist/article/423935\" target=\"_blank\">http://www.digitaljournal.com/news/politics/op-ed-judy-byington-kevin-annett-and-pope-francis-the-rapist/article/423935</a></li>\n<li><a href=\"https://www.wonkette.com/no-pope-not-actually-indicted-for-child-trafficking-crimes-against-humanity-or-fishing-without-a-license\" target=\"_blank\">https://www.wonkette.com/no-pope-not-actually-indicted-for-child-trafficking-crimes-against-humanity-or-fishing-without-a-license</a></li>\n<li>“Obama, Clinton, Comey Believed Charged, Incarcerated, Awaiting Tribunals,” January 10, 2019 <a href=\"https://web.archive.org/web/20190114044536/https://beforeitsnews.com/v3/celebrities/2019/2475565.html\" target=\"_blank\">https://web.archive.org/web/20190114044536/https://beforeitsnews.com/v3/celebrities/2019/2475565.html</a></li>\n<li> “New Report! Trump Scotland Assassination Attempt! Food Taster Murdered - Deep State Coup Attempt!” July 18, 2018 <a href=\"https://web.archive.org/web/20190115045343/https://beforeitsnews.com/v3/alternative/2018/3624703.html\" target=\"_blank\">https://web.archive.org/web/20190115045343/https://beforeitsnews.com/v3/alternative/2018/3624703.html</a></li>\n<li><a href=\"https://www.secretservice.gov/data/press/releases/2018/18-JUL/CMR_39-18_Secret_Service_Statement-Nole_Remagen_Return.pdf\" target=\"_blank\">https://www.secretservice.gov/data/press/releases/2018/18-JUL/CMR<em>39-18</em>Secret<em>Service</em>Statement-Nole<em>Remagen</em>Return.pdf</a></li>\n<li><a href=\"https://www.standard.co.uk/news/world/donald-trump-pays-tribute-to-elite-hero-secret-service-agent-who-died-during-presidents-uk-visit-a3890776.html\" target=\"_blank\">https://www.standard.co.uk/news/world/donald-trump-pays-tribute-to-elite-hero-secret-service-agent-who-died-during-presidents-uk-visit-a3890776.html</a></li>\n<li><a href=\"https://www.washingtonexaminer.com/news/trump-mourns-secret-service-agent-who-died-during-presidents-overseas-trip\" target=\"_blank\">https://www.washingtonexaminer.com/news/trump-mourns-secret-service-agent-who-died-during-presidents-overseas-trip</a></li>\n<li><a href=\"https://www.cnn.com/2018/07/18/politics/secret-service-agent-dies/index.html\" target=\"_blank\">https://www.cnn.com/2018/07/18/politics/secret-service-agent-dies/index.html</a></li>\n<li><a href=\"https://thehill.com/homenews/administration/397482-lights-go-out-as-trump-says-he-has-full-faith-in-us-intel-agencies\" target=\"_blank\">https://thehill.com/homenews/administration/397482-lights-go-out-as-trump-says-he-has-full-faith-in-us-intel-agencies</a></li>\n<li>RT story on July 17: <a href=\"https://web.archive.org/web/20180718132417/https://www.rt.com/usa/433539-lights-go-out-secret-services/\" target=\"_blank\">https://web.archive.org/web/20180718132417/https://www.rt.com/usa/433539-lights-go-out-secret-services/</a></li>\n<li><a href=\"https://beforeitsnews.com/v3/health/2019/2895003.html?currentSplittedPage=1\" target=\"_blank\">https://beforeitsnews.com/v3/health/2019/2895003.html?currentSplittedPage=1</a></li>\n<li><a href=\"https://scienceblog.cancerresearchuk.org/2014/03/24/dont-believe-the-hype-10-persistent-cancer-myths-debunked/#acidic-diets\" target=\"_blank\">https://scienceblog.cancerresearchuk.org/2014/03/24/dont-believe-the-hype-10-persistent-cancer-myths-debunked/#acidic-diets</a></li>\n<li>\n<p><a href=\"https://www.mdanderson.org/publications/cancerwise/alkaline-diet--what-cancer-patients-should-know.h00-159223356.html\" target=\"_blank\">https://www.mdanderson.org/publications/cancerwise/alkaline-diet--what-cancer-patients-should-know.h00-159223356.html</a></p>\n<hr>\n<h3>Transparency</h3>\n</li>\n<li><a href=\"https://beforeitsnews.com/v3/about/\" target=\"_blank\">https://beforeitsnews.com/v3/about/</a></li>\n<li><a href=\"https://beforeitsnews.com/v3/faq/\" target=\"_blank\">https://beforeitsnews.com/v3/faq/</a></li>\n<li><a href=\"https://beforeitsnews.com/v3/contact/\" target=\"_blank\">https://beforeitsnews.com/v3/contact/</a></li>\n<li><a href=\"https://beforeitsnews.com/v3/editorial/\" target=\"_blank\">https://beforeitsnews.com/v3/editorial/</a></li>\n<li>\n<p><a href=\"https://web.archive.org/web/20190114012555/https://beforeitsnews.com/v3/alternative/2018/3649891.html\" target=\"_blank\">https://web.archive.org/web/20190114012555/https://beforeitsnews.com/v3/alternative/2018/3649891.html</a></p>\n<hr>\n<h3>History</h3>\n</li>\n<li><a href=\"https://whois.icann.org/en/lookup?name=beforeitsnews.com\" target=\"_blank\">https://whois.icann.org/en/lookup?name=beforeitsnews.com</a></li>\n<li><a href=\"https://beforeitsnews.com/v3/about/\" target=\"_blank\">https://beforeitsnews.com/v3/about/</a></li>\n</ul>","frontmatter":{"title":"beforeitsnews.com","author":"Sophia Tewa","date":"2019-02-11T19:49:00.065+0000"}}},"pageContext":{"slug":"/beforeitsnews.com/"}}