{"data":{"markdownRemark":{"html":"<div class=\"right-score\">Score: 95</div>\n<h1>vanityfair.com&emsp; <span class=\"net-country\">(WEB - en-US)</span></h1>\n<p>The website of Vanity Fair, a culture, politics, and fashion magazine known for celebrity profiles, long-form reporting, and provocative photography.</p>\n<hr>\n<header class=\"flex-container rating green\"><div class=\"nguard-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 49 64\"><g><rect fill=\"#fff\" x=\"5.11\" y=\"11.06\" width=\"40.4\" height=\"31.66\"></rect></g><g><path fill=\"#42b149\" fill-rule=\"evenodd\" d=\"M49,0H0V24.07C0,40.86,0,52,22.79,63.18l1.67.82,1.66-.82C48.54,52,49,40.86,49,24.07ZM22.86,40.23a2.35,2.35,0,0,1-3.45,0L7.33,28.37a2.47,2.47,0,0,1,0-3.39l3.54-3.4a2.15,2.15,0,0,1,1.67-.75,2.45,2.45,0,0,1,1.77.75l6.83,6.76L36.9,12.77A2.45,2.45,0,0,1,38.67,12a2.14,2.14,0,0,1,1.67.75l3.54,3.39a2.49,2.49,0,0,1,0,3.4Z\"></path></g></svg></div><div><span>This website generally maintains basic standards of credibility and transparency.</span></div></header>\n<div class=\"columnizer\"><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Does not repeatedly publish false content</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Gathers and presents information responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Regularly corrects or clarifies errors</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Handles the difference between news and opinion responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Avoids deceptive headlines</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Website discloses ownership and financing</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Clearly labels advertising</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Reveals who's in charge, including any possible conflicts of interest</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>The site provides names of content creators, along with either contact or biographical information</span></span></div></div></div>\n<hr>\n<h3>Ownership and Financing</h3>\n<p>VanityFair.com is part of Conde Nast, a subsidiary of privately held Advance Publications, Inc., which publishes magazines online and in print. Advance owns local news properties across the United States, as well as American City Business Journals, and significant stakes in Charter Communications, the public telecom giant, and Reddit, an online community and aggregator. Substantial magazine losses have brought layoffs throughout Conde Nast, including the closing of Details and of the print versions of Teen Vogue and Self. During the summer of 2018, The New York Times reported that Conde Nast would try to sell Brides, Golf Digest, and W, according to three unidentified executives cited by the paper. “The marquee titles, including Vogue, Vanity Fair and The New Yorker, are safe,” the paper reported.</p>\n<p>The website’s revenue comes from advertising and, recently, from subscriptions required of online readers who want to read an unlimited number of articles each month.</p>\n<hr>\n<h3>Content</h3>\n<p>The Vanity Fair editorial formula has long included politics, deeply reported profiles, crime, international affairs, business, and Hollywood-related stories, supplemented by alluring photography. Famous images include celebrity photographer Annie Leibovitz’s startling 1991 cover of pregnant actress Demi Moore, which inspired a similar 2017 Leibovitz cover photo of pregnant tennis star Serena Williams. It breaks stories, such as the the 2005 disclosure that Mark Felt was “Deep Throat,” the secret source who helped guide the Washington Post’s coverage of the Watergate scandal. </p>\n<p>A prototypical celebrity profile featured actress Angelina Jolie detailing her breakup with Brad Pitt in the September 2017 issue, disclosing that she had developed Bell’s Palsy, or paralysis on one side of her face as a result of nerve damage, and revealing that she had ended years of estrangement with Jon Voight, her actor-father.</p>\n<p>The magazine’s top writers and columnists have included the late Christopher Hitchens, the late Dominick Dunne, Michael Lewis, Bob Colacello, Marjorie Williams, James Wolcott, Ingrid Sischy, William Langewiesche, David Margolick, and William Cohan. It is critical of U.S. President Donald Trump, in part reflecting the longtime mutual antipathy of Trump and Graydon Carter, who was editor until stepping down in December 2017. Lewis, a prominent nonfiction author, chronicled significant changes at the Trump Administration’s Agriculture and Energy departments, including what he suggested were the inability of key Trump appointees to grasp potentially perilous nuclear issues.</p>\n<p>VanityFair.com produces original content that constitutes most of what is on the site. Its signature section is the Hive, which is an outgrowth of the print magazine’s longtime feature on “the New Establishment.” The Hive’s reporting and commentary cover power, influence, the media, and the intersection of Washington, Wall Street, and Silicon Valley. In 2018, reporter Emily Jane Fox broke a number of stories on Michael Cohen, the former Donald Trump attorney caught up in special counsel Robert Mueller’s Russia investigation. Those stories included Cohen famously declaring that “I’m the guy who would take a bullet for the president…. I’d never walk away.” Months later, Fox disclosed that Cohen had started “to profoundly reconsider his relationship to the most important business associate of his career” and to discuss cooperating with Mueller.</p>\n<p>Gabriel Sherman writes regularly about the growing tumult inside the White House, including over Trump’s cordial relationship with Russian President Vladimir Putin. Media writer Joe Pompeo reported on the divergent corporate cultures beginning to clash after AT&#x26;T bought Time Warner. Financial writer William D. Cohan’s “Jamie Dimon’s $13 Billion Secret—Revealed” disclosed the Justice Department draft complaint at the heart of a $13 billion settlement with JPMorgan Chase that stemmed from the firm allegedly underwriting fraudulent securities prior to the 2008 financial collapse.</p>\n<p>The print magazine’s major 2018 pieces, which all ran on the website, included Langewiesche’s “The Clock is Ticking: Inside the Worst U.S. Maritime Disaster in Decades.” The article explored how a 790-foot U.S. flag cargo ship was engulfed by a hurricane in the Bahamas in 2015, claiming the lives of the 33 people who were aboard.</p>\n<p>The magazine tapped former White House intern Monica Lewinsky to mark the 20th anniversary of independent counsel Kenneth Starr’s investigation into President Bill Clinton’s relationship with her by writing about the #MeToo movement.</p>\n<p>Music industry writer Lisa Robinson profiled Kendrick Lamar, whom she described as the Pulitzer Prize winning “poet laureate of hip-hop, perceptive, philosophical, unapologetic, fearless, and an innovative storyteller whose body of work has been compared to James Joyce and James Baldwin.”</p>\n<hr>\n<h3>Credibility</h3>\n<p>Vanity Fair is a global brand that publishes the work of many top journalists, employs fact-checkers, and runs corrections. Articles are typically fact-based and well-sourced. Headlines accurately reflect the content.</p>\n<p>The site does not post a corrections policy, although mistakes or clarifications in a print edition story are noted in both a subsequent print edition and in the online version. For example, after CBS News prematurely reported the death of rock star Tom Petty in 2017, and VanityFair.com briefly repeated the false report, it quickly noted its mistake.</p>\n<p>The magazine’s popular Hive section frequently chronicles the Trump administration, but has a habit of doing so with a high proportion of anonymous sources, giving the reporting dubious credibility and accountability. In 2018, it reported on Brett Kavanaugh’s nomination and confirmation to the Supreme Court, as well as Trump attorney Michael Cohen’s decision to plead guilty to violating campaign finance law and to assist federal prosecutors. Reporting in the Hive by Gabriel Sherman and Emily Jane Fox received much attention in other media but relied almost completely on anonymous sources. </p>\n<p>NewsGuard reviewed six Fox stories, counting the sources to the best of our ability. In those six stories, it appeared that a combined total of 40 out of 48 sources were unnamed (for example: “people familiar with his thinking,” or “two people familiar with the situation”). In general, readers could not know if such categories of sources overlapped, meaning there might be far fewer sources than suggested. Anonymous sources similarly dominated 10 Sherman stories reviewed by NewsGuard. For example, a September 24, 2018, story about Trump desiring to remove then Deputy Attorney General Rod Rosenstein quoted 15 sources, all anonymous. The quotes and information supplied by the anonymous sources were invariably anti-Trump. </p>\n<p>Asked about the site’s use of anonymous sources, Jonathan Kelly, editor of the Hive, told NewsGuard in an email, \"Anonymous sources, when carefully vetted, are essential to high profile news gathering, particularly in the realms of politics, finance, and intelligence.\" Kelly said in a follow-up email that when reporters use an anonymous source, their editors are told the source’s identity. “The story editor knows, legal editor knows, and often one more editor. That’s sacrosanct,\" he said, noting that the legal editor is also a lawyer.  </p>\n<p>If the other content on Vanity Fair were equally dependent on anonymous sources, NewsGuard would conclude that it does not gather and present information responsibly. </p>\n<hr>\n<h3>Transparency</h3>\n<p>Articles typically include the name of the writer, along with a short biography. The site does not identify its editorial leaders. A search of the Internet turns up a Vanity Fair staff list — which Kelly provided to NewsGuard, but NewsGuard could not access that page directly from the site. </p>\n<p>“Not sure if you think it's easy or not but I think it’s very easy for consumers to engage with us, and transparently get responses,”  Kelly said. </p>\n<p>The site discloses its ownership. Ads are distinguishable from editorial content.</p>\n<hr>\n<h3>History</h3>\n<p>Vanity Fair was founded in 1913 and in 1936, was folded into Vogue by Conde Nast, which owned both. It was revived in 1983, but initial issues were deemed a failure, and Conde Nast fired editor Richard Locke and hired Tina Brown, who was 29 and former editor of a London society magazine, Tatler. A New York Times review of her 2017 memoir, \"The Vanity Fair Diaries: 1983-1992\" states, \"It took a while for her to arrive at the formula that would ultimately be responsible for the magazine’s success: A mix of celebrity chronicles, foreign reportage, true-crime stories, profiles of power brokers and extravagant photo spreads — all sitting side by side in the back of the same limo.\" </p>\n<p>According to Brown’s book, the magazine was losing tens of millions of dollars and circulation was about 250,000 upon her arrival. Advertising and circulation rose sharply during her tenure. In 1992 she moved to The New Yorker, also owned by Conde Nast, and was succeeded at Vanity Fair by Graydon Carter, a Canadian journalist who was editor of The New York Observer and co-founded the wry and influential Spy magazine, which ceased publication in 1998.</p>\n<p>Over 25 years, Carter proved “a ringmaster of the Hollywood, Washington and Manhattan power elite,” as The New York Times characterized his Vanity Fair tenure. He was “a party host, literary patron, film producer and restaurateur whose cheeky-yet-rigorous brand of reporting influenced a generation of journalists,” the Times said. Carter invested heavily in prominent writers and long-form journalism, while accentuating a magazine image associated with glitz and power. He oversaw A-list parties at the Academy Awards, Cannes Film Festival, and White House Correspondents Dinner. He announced his departure in 2017 and was succeeded by Radhika Jones, former editorial director of The New York Times books department and former deputy managing editor of Time magazine, who soon announced layoffs. The website was registered in 1996 and the Hive launched in 2016.</p>\n<p>In January 2018, the magazine removed actor James Franco from a cover for its annual Hollywood issue, amid allegations of sexual misconduct. The cover line, which planned to herald “13 Extraordinary Stars, One Momentous Year,” was changed to “12 Extraordinary Stars, One Momentous Year.”</p>\n<p><em>Corrections: An earlier version of this Nutrition Label provided outdated information about Advance Publication’s properties; Parade and Fairchild Fashion Media were sold in 2014, and Bright House Networks was acquired by Charter Communications in 2016 in an agreement between the two companies. Additionally, the earlier version misattributed a quote from a review of Tina Brown’s memoir. The quote was published in The New York Times, not The New Yorker. Finally, a previous version of this Nutrition Label misstated the year that Spy magazine ceased publication; it was in 1998.</em></p>\n<p><em>Editor’s Note: Upon further review, NewsGuard has determined that the site does not disclose information about its editorial leadership.</em></p>\n<p><em>Disclosure: </em><em>NewsGuard</em><em> executive editor Jim Warren has written for Vanity Fair, including a media newsletter that ran in the Hive and was called “Warren Report.”</em></p>\n<hr>\n<pre><code>Written by:\nJim Warren\n</code></pre>\n<h2>Sources</h2>\n<hr>\n<h3>Ownership and Financing</h3>\n<ul>\n<li>\n<p><a href=\"http://www.condenast.com/about/\" target=\"_blank\">http://www.condenast.com/about/</a></p>\n<hr>\n<h3>Content</h3>\n</li>\n<li><a href=\"https://www.vanityfair.com/style\" target=\"_blank\">https://www.vanityfair.com/style</a></li>\n<li><a href=\"https://www.vanityfair.com/style/2018/07/instagram-youre-all-caught-up-new-feature\" target=\"_blank\">https://www.vanityfair.com/style/2018/07/instagram-youre-all-caught-up-new-feature</a></li>\n<li><a href=\"https://www.vanityfair.com/style/2018/07/is-ariana-grande-an-under-appreciated-weirdo\" target=\"_blank\">https://www.vanityfair.com/style/2018/07/is-ariana-grande-an-under-appreciated-weirdo</a></li>\n<li><a href=\"https://www.vanityfair.com/hollywood/2018/07/nick-loeb-and-secret-hollywood-roe-v-wade-movie\" target=\"_blank\">https://www.vanityfair.com/hollywood/2018/07/nick-loeb-and-secret-hollywood-roe-v-wade-movie</a></li>\n<li><a href=\"https://www.vanityfair.com/hollywood\" target=\"_blank\">https://www.vanityfair.com/hollywood</a></li>\n<li><a href=\"https://www.vanityfair.com/hollywood/2018/07/bill-maher-comedy-special-hbo-real-time-liberal\" target=\"_blank\">https://www.vanityfair.com/hollywood/2018/07/bill-maher-comedy-special-hbo-real-time-liberal</a></li>\n<li><a href=\"https://www.vanityfair.com/news\" target=\"_blank\">https://www.vanityfair.com/news</a></li>\n<li><a href=\"https://twitter.com/vfhive?lang=en\" target=\"_blank\">https://twitter.com/vfhive?lang=en</a></li>\n<li><a href=\"https://www.vanityfair.com/news/2018/07/germany-we-cant-trust-the-whack-job-in-the-white-house#~o\" target=\"_blank\">https://www.vanityfair.com/news/2018/07/germany-we-cant-trust-the-whack-job-in-the-white-house#~o</a></li>\n<li><a href=\"https://www.vanityfair.com/news/2018/07/how-trump-let-putin-win-the-cyber-security-war#~o\" target=\"_blank\">https://www.vanityfair.com/news/2018/07/how-trump-let-putin-win-the-cyber-security-war#~o</a></li>\n<li><a href=\"https://www.vanityfair.com/news/2018/07/how-jared-kushner-helped-bring-2026-world-cup-to-north-america#~o\" target=\"_blank\">https://www.vanityfair.com/news/2018/07/how-jared-kushner-helped-bring-2026-world-cup-to-north-america#~o</a></li>\n<li><a href=\"http://www.latimes.com/entertainment/la-et-entertainment-news-updates-june-serena-williams-pregnant-nude-vanity-1498581069-htmlstory.html\" target=\"_blank\">http://www.latimes.com/entertainment/la-et-entertainment-news-updates-june-serena-williams-pregnant-nude-vanity-1498581069-htmlstory.html</a></li>\n<li><a href=\"https://www.eonline.com/photos/9375/controversial-magazine-covers/300221\" target=\"_blank\">https://www.eonline.com/photos/9375/controversial-magazine-covers/300221</a></li>\n<li><a href=\"https://www.cnbc.com/2018/05/09/demi-moore-naked-vanity-fair-cover-was-not-meant-to-be-seen-in-public.html\" target=\"_blank\">https://www.cnbc.com/2018/05/09/demi-moore-naked-vanity-fair-cover-was-not-meant-to-be-seen-in-public.html</a></li>\n<li>\n<p><a href=\"https://www.washingtonpost.com/news/morning-mix/wp/2018/01/26/vanity-fair-digitally-removes-james-franco-from-cover-after-misconduct-allegations/?noredirect=on&utm_term=.3e1a34fceee3\" target=\"_blank\">https://www.washingtonpost.com/news/morning-mix/wp/2018/01/26/vanity-fair-digitally-removes-james-franco-from-cover-after-misconduct-allegations/?noredirect=on&#x26;utm_term=.3e1a34fceee3</a></p>\n<hr>\n<h3>Credibility</h3>\n</li>\n<li><a href=\"https://www.cjr.org/business_of_news/fact-checking.php\" target=\"_blank\">https://www.cjr.org/business<em>of</em>news/fact-checking.php</a></li>\n<li><a href=\"https://www.vanityfair.com/contributor/gabriel-sherman\" target=\"_blank\">https://www.vanityfair.com/contributor/gabriel-sherman</a></li>\n<li><a href=\"https://www.vanityfair.com/news/2015/08/spy-vs-trump#~o\" target=\"_blank\">https://www.vanityfair.com/news/2015/08/spy-vs-trump#~o</a></li>\n<li><a href=\"https://www.nytimes.com/2018/03/05/style/vanity-fair-oscar-after-parties-academy-awards.html\" target=\"_blank\">https://www.nytimes.com/2018/03/05/style/vanity-fair-oscar-after-parties-academy-awards.html</a></li>\n<li><a href=\"https://pagesix.com/2018/03/05/inside-the-vanity-fair-oscar-party-2/\" target=\"_blank\">https://pagesix.com/2018/03/05/inside-the-vanity-fair-oscar-party-2/</a></li>\n<li>\n<p><a href=\"http://www.latimes.com/entertainment/la-et-entertainment-news-updates-2018-director-robert-rodriguez-disagrees-with-1515084269-htmlstory.html\" target=\"_blank\">http://www.latimes.com/entertainment/la-et-entertainment-news-updates-2018-director-robert-rodriguez-disagrees-with-1515084269-htmlstory.html</a></p>\n<hr>\n<h3>Transparency</h3>\n</li>\n<li>\n<p><a href=\"http://www.condenast.com/brands/vanity-fair/\" target=\"_blank\">http://www.condenast.com/brands/vanity-fair/</a></p>\n<hr>\n<h3><a href=\"https://www.vanityfair.com/magazine/1996/05/wigand199605#~o\">https://www.vanityfair.com/magazine/1996/05/wigand199605#~o</a></h3>\n</li>\n<li><a href=\"https://www.vanityfair.com/magazine/1996/05/wigand199605#~o\" target=\"_blank\">https://www.vanityfair.com/magazine/1996/05/wigand199605#~o</a></li>\n<li><a href=\"https://digiday.com/media/vanity-fair-takes-stab-business-hive/\" target=\"_blank\">https://digiday.com/media/vanity-fair-takes-stab-business-hive/</a></li>\n<li><a href=\"https://www.whois.com/whois/vanityfair.com\" target=\"_blank\">https://www.whois.com/whois/vanityfair.com</a></li>\n<li>Cargo ship</li>\n<li><a href=\"https://www.vanityfair.com/news/2018/04/inside-el-faro-the-worst-us-maritime-disaster-in-decades\" target=\"_blank\">https://www.vanityfair.com/news/2018/04/inside-el-faro-the-worst-us-maritime-disaster-in-decades</a></li>\n<li>Kendrick Lamar profile</li>\n<li><a href=\"https://www.vanityfair.com/style/2018/06/kendrick-lamar-cover-story\" target=\"_blank\">https://www.vanityfair.com/style/2018/06/kendrick-lamar-cover-story</a></li>\n<li>Monica Lewinsky essay on #MeToo</li>\n<li><a href=\"https://www.vanityfair.com/news/2018/02/monica-lewinsky-in-the-age-of-metoo\" target=\"_blank\">https://www.vanityfair.com/news/2018/02/monica-lewinsky-in-the-age-of-metoo</a></li>\n<li>Graydon Carter steps down</li>\n<li><a href=\"https://www.nytimes.com/2017/09/07/business/media/graydon-carter-vanity-fair.html\" target=\"_blank\">https://www.nytimes.com/2017/09/07/business/media/graydon-carter-vanity-fair.html</a></li>\n<li>Michael Cohen “taking a bullet” for the president</li>\n<li><a href=\"https://www.vanityfair.com/news/2017/09/michael-cohen-interview-donald-trump\" target=\"_blank\">https://www.vanityfair.com/news/2017/09/michael-cohen-interview-donald-trump</a></li>\n<li>Cohen reconsiders relationship with Trump</li>\n<li><a href=\"https://www.vanityfair.com/news/2018/07/michael-cohen-got-sick-of-being-a-whipping-boy\" target=\"_blank\">https://www.vanityfair.com/news/2018/07/michael-cohen-got-sick-of-being-a-whipping-boy</a></li>\n</ul>","frontmatter":{"title":"vanityfair.com","author":"Jim Warren","date":"2019-02-22T22:37:10.038+0000"}}},"pageContext":{"slug":"/vanityfair.com/"}}