{"data":{"markdownRemark":{"html":"<div class=\"right-score\">Score: 87.5</div>\n<h1>motherjones.com&emsp; <span class=\"net-country\">(WEB - en-US)</span></h1>\n<p>The digital face of a left-leaning magazine launched in 1976 that produces in-depth journalism focused on social justice issues including civil rights, the environment, immigration, and money in politics. </p>\n<hr>\n<header class=\"flex-container rating green\"><div class=\"nguard-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 49 64\"><g><rect fill=\"#fff\" x=\"5.11\" y=\"11.06\" width=\"40.4\" height=\"31.66\"></rect></g><g><path fill=\"#42b149\" fill-rule=\"evenodd\" d=\"M49,0H0V24.07C0,40.86,0,52,22.79,63.18l1.67.82,1.66-.82C48.54,52,49,40.86,49,24.07ZM22.86,40.23a2.35,2.35,0,0,1-3.45,0L7.33,28.37a2.47,2.47,0,0,1,0-3.39l3.54-3.4a2.15,2.15,0,0,1,1.67-.75,2.45,2.45,0,0,1,1.77.75l6.83,6.76L36.9,12.77A2.45,2.45,0,0,1,38.67,12a2.14,2.14,0,0,1,1.67.75l3.54,3.39a2.49,2.49,0,0,1,0,3.4Z\"></path></g></svg></div><div><span>This website generally maintains basic standards of credibility and transparency.</span></div></header>\n<div class=\"columnizer\"><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Does not repeatedly publish false content</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Gathers and presents information responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Regularly corrects or clarifies errors</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Handles the difference between news and opinion responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Avoids deceptive headlines</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Website discloses ownership and financing</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Clearly labels advertising</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Reveals who's in charge, including any possible conflicts of interest</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>The site provides names of content creators, along with either contact or biographical information</span></span></div></div></div>\n<hr>\n<h3>Ownership and Financing</h3>\n<p>Motherjones.com and the print magazine are owned by the nonprofit Foundation for National Progress, which was created the same year as the magazine. Reader donations and subscriptions account for two-thirds of its revenue, according to detailed information provided on the site’s Financials page. The site also generates revenue through advertisements, events, and grants. About 10 percent of its funding comes from left-leaning foundations such as the MacArthur foundation, which has donated more than $1.5 million in the past few years; the Open Society Foundations, founded by billionaire George Soros, which gave $320,000 in 2011; and liberal tech entrepreneur Rob Glaser’s foundation, which gifted Mother Jones $250,000. Small contributions from individual readers to Mother Jones surged after the 2016 presidential election, according to the San Francisco Chronicle.</p>\n<hr>\n<h3>Content</h3>\n<p>Mother Jones describes itself on the site as “independent (no corporate owners) and accountable only to you, our readers. Our mission is to deliver hard-hitting reporting that inspires change and combats ‘alternative facts’” -- an apparent reference to a widely derided phrase Trump advisor Kellyanne Conway once used to explain the Trump administration’s version of events.</p>\n<p>The publication publishes investigative and explanatory journalism on social issues, ranging from corporate money in politics, to criminal and racial justice, education, climate change and the environment, and food and agriculture. This reporting includes lengthy features, ranging from writer Shane Bauer’s 35,000-word account of the four months he spent at a private prison in 2015, to a downloadable database of every mass shooting in America since 1982. The site also contains photo essays, short videos, and news commentary and analysis, primarily supplied by its politics blogger Kevin Drum. </p>\n<p>Many of the site’s headlines are standard news headlines, such as “\"Senators Question Russian-Oligarch-Linked Firm That Hired Michael Cohen,\" \"Alleged Russian Spy Maria Butina Has Offered to Cooperate in Fraud Case,\" and \"Newly Released Prisoners Are 40 Times More Likely to Overdose Than the General Population.\" But many others are attention-grabbing and, at times, have a strong, editorial voice, reflective of Mother Jones’s roots in long-form magazine journalism. Headlines from 2018 included: “Rick Scott Is Getting a Boost From a Private Prison Company. Too Bad It Might Be Illegal;” “The Pesticide Industry Has Wanted to Gut Endangered Species’ Protections. Under Trump, It’s Happening;” and “Pruitt Is Gone. His Replacement Continues His Destructive Work.”</p>\n<p>The site publishes its print publication in a separate section and distinguishes it from its digital-only content. Mother Jones produces two weekly podcasts, available on the site: The Mother Jones Podcast, which provides a discussion about one of the magazine’s more in-depth pieces, and Bite, which explores food from the perspective of farmers, chefs, and scientists. </p>\n<p>Mother Jones also offers six weekly emailed newsletters, including “Recharge,” which curates news the site states is meant to “energize the hellraiser in you,” and “The Russia Connection,” on the investigation into Russian interference in the 2016 U.S. presidential election.</p>\n<p>Ahead of the 2018 midterm elections, Mother Jones launched a “disinformation” beat and assigned a reporter and a data scientist to report on how “the deliberate creation and sharing of information known to be false” affects elections, according to a note by CEO Monika Bauerlein and editor in chief Clara Jeffery.</p>\n<hr>\n<h3>Credibility</h3>\n<p>Mother Jones produces original reporting based on first-hand sources including interviews, documents, and data. It maintains a bureau in Washington to cover national politics, in addition to its main office in San Francisco and a New York office. Its Washington bureau chief is David Corn, an on-air analyst for MSNBC and co-author of Russian Roulette: The Inside Story of Putin’s War on America and the Election of Donald Trump.</p>\n<p>On its FAQs page, Mother Jones includes the question: “<em>Mother Jones</em> is often identified as ‘liberal.’ Are you biased?” It responds that it’s “only bias is for the truth. When it’s in the public interest, we investigate anyone, regardless of political persuasion.”</p>\n<p>Nevertheless, the publication’s point of view clearly leans left, leading NewsGuard to determine that it does not handle the difference between news and opinion responsibly. Although it asserts that it investigates “anyone regardless of political persuasion,” NewsGuard found that its story selection upholds one point of view.</p>\n<p>MotherJones did not respond to three emails, two phone calls, and two voicemails seeking comment on the publication’s political orientation and how it handles the difference between news and opinion in its reporting.</p>\n<p>A team of more than a dozen fact checkers and two research editors review print and online content for accuracy, checking primary sources to confirm claims made in articles, according to Maddie Oatman, a Mother Jones editor who spoke with the Columbia Journalism Review in 2017. “Fact-checking has been an important way for us to feel empowered to write about things that are going to potentially anger certain powerful people,” Oatman said in the interview.</p>\n<p>In response to the question of bias on its FAQs page, Mother Jones states: “We also have one of the most rigorous fact-checking and verification protocols in the industry.”</p>\n<p>Mother Jones issues corrections to its stories, noting the error and correction in italics, at the end of the story.</p>\n<p>In 2013, PEN America, an organization dedicated to promoting freedom of expression, gave its PEN/Nora Magid Award for Excellence in Editing to Bauerlein and Jeffery, saying that the pair “transformed what was a respected--if under-the-radar--indie publication to an internationally recognized, powerhouse general-interest periodical influencing everything from the gun-control debate to Presidential campaigns.”</p>\n<p>Mother Jones has won nine National Magazine Awards given by the American Society of Magazine Editors, including the prize for reporting in 2017, for Bauer’s multi-part investigation about private prisons, published in the July/August 2016 issue. That same year, Mother Jones earned ASME’s top prize of Magazine of the Year.</p>\n<p>In 2013, Mother Jones and then co-editor-in-chief Bauerlein were sued for defamation and libel by billionaire conservative mega-donor Frank VanderSloot, for an article published in 2012 about a $1 million donation his company made to a super-PAC that backed presidential candidate Mitt Romney. The story said that VanderSloot had published a full page ad in an Idaho newspaper, the Post-Register, attacking a reporter at that publication and “outing” him as gay. Bauerlein promoted the article with a tweet describing VanderSloot as “gay-bashing.” Vandersloot’s lawsuit noted that the reporter in question had previously written an article acknowledging his sexual orientation; therefore, he could not have been “outed” by VanderSloot.</p>\n<p>An Idaho judge, Darla Williamson, dismissed the case in 2015 because VanderSloot’s status as a public figure required him to prove that the magazine had published its mistakes with “actual malice” and that “gay-bashing” was more than hyperbole. Nevertheless, the judge wrote that “the Court finds Mother Jones’ reporting styles...troubling.” The judge added that “contrary to its perception of itself, [the] case illustrates the non-objective bias of Mother Jones and its approach in seeking out only the negative to support its position.”</p>\n<p>Mother Jones corrected the original story and published a follow-up claiming victory in the case and accusing VanderSloot of trying to suppress unfavorable coverage.</p>\n<hr>\n<h3>Transparency</h3>\n<p>Mother Jones has a thorough About page which explains the mission of the publication and provides links to pages including Frequently Asked Questions, Staff, History, its Board of Directors, and Financials.</p>\n<p>Mother Jones clearly states its ownership on its FAQs page and throughout the site at the end of stories. The site also provides a breakdown of its finances on its Financials page, which includes PDFs of its 990 tax forms for the past three years. Mother Jones lists a full masthead of its leadership, and an alphabetical list of all staff members from senior editors to fellows. The list includes photographs, titles, brief biographies, links to social media profiles, and archives of staff work. The site also provides biographies of all of its board members.</p>\n<p>Mother Jones’s Contact Us page provides instructions for how to contact the magazine with a variety of inquiries from where to mail a letter to the editor to how to apply to be an intern and lists a mailing address, various email addresses, and a phone number.</p>\n<hr>\n<h3>History</h3>\n<p>Mother Jones (also known as MoJo) -- named after Mary Harris Jones, one of the most renowned organizers of the left and of the labor movement in America in the early 20th century --  launched in 1976 as a magazine of “socially conscious journalism—one that took on corporate as well as political power,” according to a history of the magazine published on the site by Adam Hochschild, one its founders. </p>\n<p>The magazine was among the first publications to go online, launching its website in 1993.</p>\n<hr>\n<pre><code>Written by:\nYemile Bucay\n\nEdited by:\nAmy Westfeldt&#x26;emsp;Eric Effron&#x26;emsp;\n</code></pre>\n<h2>Sources</h2>\n<hr>\n<h3>Ownership and Financing</h3>\n<ul>\n<li><a href=\"https://www.motherjones.com/about/financials/\" target=\"_blank\">https://www.motherjones.com/about/financials/ </a></li>\n<li><a href=\"https://www.motherjones.com/about/faq/\" target=\"_blank\">https://www.motherjones.com/about/faq/ </a></li>\n<li><a href=\"https://www.macfound.org/grantees/2464/\" target=\"_blank\">https://www.macfound.org/grantees/2464/ </a></li>\n<li><a href=\"https://www.opensocietyfoundations.org/about/programs/us-programs/grantees/foundation-national-progress-0\" target=\"_blank\">https://www.opensocietyfoundations.org/about/programs/us-programs/grantees/foundation-national-progress-0 </a></li>\n<li><a href=\"https://www.charitynavigator.org/index.cfm?bay=search.summary&orgid=7989\" target=\"_blank\">https://www.charitynavigator.org/index.cfm?bay=search.summary&#x26;orgid=7989 </a></li>\n<li><a href=\"https://www.guidestar.org/profile/94-2282759\" target=\"_blank\">https://www.guidestar.org/profile/94-2282759 </a></li>\n<li><a href=\"https://www.insidephilanthropy.com/home/2018/6/20/heres-how-magazines-like-harpers-and-mother-jones-stay-afloat\" target=\"_blank\">https://www.insidephilanthropy.com/home/2018/6/20/heres-how-magazines-like-harpers-and-mother-jones-stay-afloat </a></li>\n<li><a href=\"https://digiday.com/media/mother-jones-nonprofit-fix-serious-journalism-work/\" target=\"_blank\">https://digiday.com/media/mother-jones-nonprofit-fix-serious-journalism-work/ </a></li>\n<li><a href=\"http://www.glaserprogress.org/overview/about_trustee.asp\" target=\"_blank\">http://www.glaserprogress.org/overview/about_trustee.asp </a></li>\n<li><a href=\"https://www.sfchronicle.com/business/article/Mother-Jones-magazine-sees-a-surge-in-reader-10979054.php\" target=\"_blank\">https://www.sfchronicle.com/business/article/Mother-Jones-magazine-sees-a-surge-in-reader-10979054.php </a></li>\n<li>\n<p><a href=\"https://www.motherjones.com/politics/2017/11/ten-great-things-that-trump-has-given-america-in-the-last-year/\" target=\"_blank\">https://www.motherjones.com/politics/2017/11/ten-great-things-that-trump-has-given-america-in-the-last-year/ </a></p>\n<hr>\n<h3>Content</h3>\n</li>\n<li><a href=\"https://www.motherjones.com/about/\" target=\"_blank\">https://www.motherjones.com/about/ </a></li>\n<li><a href=\"https://www.motherjones.com/podcasts/\" target=\"_blank\">https://www.motherjones.com/podcasts/ </a></li>\n<li><a href=\"https://www.macfound.org/grantees/2464/\" target=\"_blank\">https://www.macfound.org/grantees/2464/ </a></li>\n<li><a href=\"https://www.motherjones.com/newsletters/\" target=\"_blank\">https://www.motherjones.com/newsletters/</a></li>\n<li><a href=\"https://www.motherjones.com/media/2018/05/disinformation/\" target=\"_blank\">https://www.motherjones.com/media/2018/05/disinformation/</a></li>\n<li><a href=\"https://www.motherjones.com/topics/photoessays/\" target=\"_blank\">https://www.motherjones.com/topics/photoessays/ </a></li>\n<li>\n<p><a href=\"https://www.motherjones.com/politics/2012/07/mass-shootings-map/\" target=\"_blank\">https://www.motherjones.com/politics/2012/07/mass-shootings-map/ </a>  </p>\n<hr>\n<h3>Credibility</h3>\n</li>\n<li><a href=\"http://www.magazine.org/asme/national-magazine-awards/winners-finalists\" target=\"_blank\">http://www.magazine.org/asme/national-magazine-awards/winners-finalists </a></li>\n<li><a href=\"https://www.motherjones.com/politics/2016/06/cca-private-prisons-corrections-corporation-inmates-investigation-bauer/\" target=\"_blank\">https://www.motherjones.com/politics/2016/06/cca-private-prisons-corrections-corporation-inmates-investigation-bauer/ </a></li>\n<li><a href=\"https://www.motherjones.com/media/2018/05/disinformation/\" target=\"_blank\">https://www.motherjones.com/media/2018/05/disinformation/ </a></li>\n<li><a href=\"https://digiday.com/media/mother-jones-nonprofit-fix-serious-journalism-work/\" target=\"_blank\">https://digiday.com/media/mother-jones-nonprofit-fix-serious-journalism-work/ </a></li>\n<li><a href=\"https://www.motherjones.com/media/2011/12/mac-mcclelland-burma-fact-checking-politifact/\" target=\"_blank\">https://www.motherjones.com/media/2011/12/mac-mcclelland-burma-fact-checking-politifact/ </a></li>\n<li><a href=\"https://www.cjr.org/b-roll/magazine-fact-checking-online.php\" target=\"_blank\">https://www.cjr.org/b-roll/magazine-fact-checking-online.php </a></li>\n<li><a href=\"https://www.idahostatesman.com/news/northwest/idaho/article40651215.html\" target=\"_blank\">https://www.idahostatesman.com/news/northwest/idaho/article40651215.html</a></li>\n<li><a href=\"https://pen.org/2013-pennora-magid-award/&nbsp;\" target=\"_blank\">https://pen.org/2013-pennora-magid-award/  </a></li>\n<li>\n<p><a href=\"https://web.archive.org/web/20160611192103/https://assets.documentcloud.org/documents/2451499/vanderslootdecision.pdf\" target=\"_blank\">https://web.archive.org/web/20160611192103/https://assets.documentcloud.org/documents/2451499/vanderslootdecision.pdf </a></p>\n<hr>\n<h3>Transparency</h3>\n</li>\n<li><a href=\"https://www.motherjones.com/about/staff/\" target=\"_blank\">https://www.motherjones.com/about/staff/</a></li>\n<li><a href=\"https://www.motherjones.com/contact/\" target=\"_blank\">https://www.motherjones.com/contact/ </a></li>\n<li><a href=\"https://www.motherjones.com/about/board-directors/\" target=\"_blank\">https://www.motherjones.com/about/board-directors/ </a></li>\n</ul>","frontmatter":{"title":"motherjones.com","author":"Yemile Bucay","date":"2018-08-06T17:01:08.245+0000"}}},"pageContext":{"slug":"/motherjones.com/"}}