{"data":{"markdownRemark":{"html":"<div class=\"right-score\">Score: 42</div>\n<h1>pjmedia.com&emsp; <span class=\"net-country\">(WEB - en-US)</span></h1>\n<p>A conservative news and opinion site that does not distinguish between the two, does not disclose its ideological leanings, and does not correct mistakes.</p>\n<hr>\n<header class=\"flex-container rating red\"><div class=\"nguard-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 49 64\"><g><rect fill=\"#fff\" x=\"16.44\" y=\"5.22\" width=\"18.17\" height=\"44.61\"></rect></g><g><path fill=\"#c92027\" fill-rule=\"evenodd\" d=\"M0,0V24.07C0,40.86,0,52,22.79,63.19l1.66.82,1.66-.82C48.93,52,49,40.86,49,24.07V0ZM30,43a1.92,1.92,0,0,1-.56,1.39,1.85,1.85,0,0,1-1.37.58H21.94a1.84,1.84,0,0,1-1.37-.58A1.91,1.91,0,0,1,20,43V37a1.91,1.91,0,0,1,.57-1.4A1.84,1.84,0,0,1,21.94,35h6.13a1.85,1.85,0,0,1,1.37.58A1.92,1.92,0,0,1,30,37Zm0-15a1.87,1.87,0,0,1-.56,1.37,1.85,1.85,0,0,1-1.37.57H21.94a1.83,1.83,0,0,1-1.37-.57A1.85,1.85,0,0,1,20,28.07V9.93A1.93,1.93,0,0,1,21.94,8h6.13A1.92,1.92,0,0,1,30,9.93Z\"></path></g></svg></div><div><span>Proceed with caution: This website severely violates basic standards of credibility and transparency.</span></div></header>\n<div class=\"columnizer\"><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Does not repeatedly publish false content</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Gathers and presents information responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Regularly corrects or clarifies errors</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Handles the difference between news and opinion responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Avoids deceptive headlines</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Website discloses ownership and financing</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Clearly labels advertising</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Reveals who's in charge, including any possible conflicts of interest</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>The site provides names of content creators, along with either contact or biographical information</span></span></div></div></div>\n<hr>\n<h3>Ownership and Financing </h3>\n<p>Ownership is credited on the site to PJ Media LLC. Aubrey Chernick, a tech entrepreneur who led a group of investors funding the site in 2005, has been identified as the site’s “financier” and “backer” by media outlets including The Hill, Politico, and The Daily Beast. He is not listed on the site as its owner or financial backer.</p>\n<p>The site derives revenue from advertising.</p>\n<hr>\n<h3>Content </h3>\n<p>PJ Media focuses largely on political news and commentary, delivered mostly in the News &#x26; Politics and Trending sections. The site also features sections dedicated to Homeland Security, Faith, and Lifestyle news. Contributors include Robert Spencer, a commentator who operates the site Jihadwatch.org and who argues that Islam “mandates warfare against unbelievers,” according to a statement he made in 2013. (Chernick’s wife, Joyce, was identified in a 2010 Politico story as providing the “lion’s share” of $920,000 in funding to Jihadwatch.org.)</p>\n<p>PJ Media’s content ranges from straightforward news articles that aggregate reporting from other media organizations to opinion columns from more than a dozen contributors, including J. Christian Adams, a member of President Trump’s voter fraud commission, and Claudia Rosett, a former Moscow bureau chief and member of the editorial board for the Wall Street Journal. </p>\n<p>News coverage skews conservative in story selection, and PJMedia.com’s reporting on Democratic politicians and liberal groups is consistently negative. For example, in an August 2018 story about Jimmy Carter, the author describes the former president’s tenure as “a disaster” and says “it’s when he speaks out on politics that we remember how terrible his presidency was.”</p>\n<p>The site features a daily live blog updated with other news outlets’ reporting, punctuated by PJ Media writers’ conservative commentary. PJMedia.com also links to Instapundit, a news-aggregation blog run by Glenn Reynolds, a PJ Media co-founder. Although that blog’s URL indicates it is hosted on PJ Media.com, website managing editor Aaron Hanscom told NewsGuard “it should be treated independently of PJ Media.”</p>\n<p>The site Columnists section publishes commentary by several leading conservatives writers, including Victor Davis Hanson, Claudia Rosett, Roger Simon, Andrew McCarthy, and Michael Ledeen.</p>\n<hr>\n<h3>Credibility</h3>\n<p>The site has published some original reporting that has made an impact. In August 2018, for example, PJMedia.com reported accurately that Xenia Orona, digital director of Arizona Democrat David Garcia’s 2018 U.S. Senate campaign, had written profane tweets about Arizona and had called the United States a “[expletive] country.” Soon after the story was published, Orona resigned from the campaign. </p>\n<p>PJ Media’s About Us page makes no mention of its conservative bent, saying the site is “focused on the news that matters -- from the insightful commentary provided by our all-star lineup of columnists to our writers' quick takes on breaking news and trending stories.” However, articles are not labeled to differentiate between news coverage and opinion content. For example, an Aug. 29, 2018, article titled “White House Counsel McGahn Leaving After Supreme Court Justice Confirmed,” was a straightforward news story citing reporting from CNN, The New York Times, and statements from President Trump. Visually, the article is indistinguishable from opinionated content, such as an Aug. 27, 2018, piece titled “Why Are We in Media Hell?”</p>\n<p>Unlabeled opinion pieces appear throughout the site. An article about the The Church of Jesus Christ of Latter-day Saints, for example, calls the Mormon church “a cult” and declares that it is “not the true church of Jesus Christ, and to say so threatens to lead untold numbers of people astray.” An article about legislation in Massachusetts that would add a third gender option for driver’s licenses and state-issued identification cards calls the bill the result of “insanity” that would “sanction the scientifically impossible theory that men can become women and women can become men.” </p>\n<p>Hanscom, the managing editor, told NewsGuard in an email: “We do separate our original news reporting in our ‘News and Politics’ section in order to keep it distinct from our opinion content.”</p>\n<p>However, because PJ Media.com does not label articles such as the ones cited above as opinion, and does not acknowledge it has an ideological orientation, NewsGuard has determined that the site does not handle the difference between news and opinion responsibly. </p>\n<p>Also, because PJMedia.com has regularly distorted or omitted facts in its articles to advance an agenda, NewsGuard has determined that the site does not gather and present information responsibly.</p>\n<p>For example, in an Aug. 25, 2018, article headlined “96 Percent of Google Search Results for ‘Trump’ News Are from Liberal Media Outlets” was based on supervising editor Paula Bolyard conducting an unspecified number of Google News searches for “Trump” on several computers. She based her conclusion on which news sites showed up in the first 100 results, claiming the only “right-leaning” news site she found in those results were The Wall Street Journal and Fox News. To determine biases of individual news organizations, Bolyard used a chart from Sharyl Attkisson, a former CBS reporter who now hosts a Sunday morning show for Sinclair Broadcast Group. The chart labeled wire services such as The Associated Press and Reuters, as well as the ABC, NBC, and CBS broadcast networks, among many other mainstream sites as “left.” Fox Business picked up the story and it was then seized upon by President Trump as evidence of anti-conservative bias by the tech giant. </p>\n<p>While Bolyard acknowledged in the article that her experiment was “not scientific,” she presented it as evidence that Google’s search algorithm creates “blatant prioritization of left-leaning and anti-Trump media outlets.” A Gizmodo reporter said a Fox News story on another Trump-related subject was the top result when he searched for “Trump News.” The Washington Post reported that three days after the PJ Media article was published, it was Bolyard’s story that was now among the top results when searching “Trump News.” Google has denied favoring news from left-leaning sites.</p>\n<p>In a December 2016 article, the site asserted a vote recount in Michigan “uncovered what looks like systemic election fraud in Detroit,” where voters overwhelmingly voted for Democratic presidential candidate Hillary Clinton. According to reporting in The Detroit News and Detroit Free Press and an article from fact-checking website Snopes, the problem was human error; poll workers had taken inaccurate head counts at multiple precincts. The PJMedia.com article concluded: “The Democrats keep crowing that Hillary Clinton won the popular vote, but I strongly suspect that she only did so with the help of systemic voter- and election-fraud strategies in major cities.” </p>\n<p>No formal corrections policy is provided on the site and no recent examples of corrections being issued could be found.</p>\n<p>“As managing editor, I am in charge of keeping the site’s corrections policy, and our editorial team performs fact-checking duties.” Hanscom told NewsGuard.</p>\n<p>Although PJMedia.com responded to NewsGuard’s initial email in August 2018, it did not respond to two additional emails and a voicemail seeking comment on its standards for gathering and presenting information, its approach to corrections, and how it handles the difference between news and opinion.</p>\n<hr>\n<h3>Transparency</h3>\n<p>Articles on PJMedia.com are credited to writers, with their bylines linking to a biography, contact information, and in some cases for authors, links to buy their books. The About Us page lists the site’s contributors, columnists, editors, and leadership. The same page includes an email address for booking PJ Media writers.</p>\n<p>The Contact Us page provides two additional email addresses for media requests and editorial/technical requests.</p>\n<p>Some sponsored content on the site is not labeled. Some unlabeled articles appear under a “Recommended” tag that include links to promotional articles, such as an article titled “New York Drivers With No Tickets In 3 Years Are In For A Big Surprise (Do This In December)” that links to a promotion for a insurance site.</p>\n<p>Site ownership, credited to PJ Media LLC, is mentioned on the About Us page. The page also discloses that the Instapundit blog is part of PJ Media LLC. However, there is no disclosure on the About Us page or elsewhere on the site regarding Aubrey Chernick’s backing, including in stories that mention him.</p>\n<p>PJMedia.com did not respond to two emails and a voicemail seeking comment about Chernick’s relationship with the site and about the site’s labeling of advertising.</p>\n<hr>\n<h3>History</h3>\n<p>The company was founded as Pajamas Media in 2005 by Roger L. Simon, a novelist, columnist, and screenwriter once nominated for an Academy Award for co-writing the 1989 film “Enemies, A Love Story,” and conservative bloggers Glenn Reynolds and Charles Johnson. The company’s name was changed to PJ Media in October 2011, with the Pajamasmedia.com site redirecting to PJMedia.com.</p>\n<p>Simon wrote in October 2011 that the name “Pajamas Media” came from a comment by a CBS News executive aimed at critics of CBS News anchor Dan Rather, for his handling of a since-discredited 2004 “60 Minutes” segment questioning then-President George W. Bush’s National Guard record. Coming to Rathers’ defense, CBS News executive Jon Klein stated: \"You couldn't have a starker contrast between the multiple layers of checks and balances [at ‘60 Minutes’] and a guy sitting in his living room in his pajamas.”</p>\n<p>In 2008, Pajamas Media, launched PJTV, an Internet-based conservative television channel. The television component shut down in 2016, and its content is archived on PJMedia.com.</p>\n<p><em>Corrections: An earlier version of this Nutrition Label referred to Claudia Rosett as a former Wall Street Journal Moscow bureau reporter; she was the bureau chief. The label also incorrectly noted that Fox News had picked up a PJ Media story; it was Fox Business.</em></p>\n<p><em>Editor’s Note: This label and the criteria checklist have been updated to indicate that the site runs unlabeled sponsored content.</em></p>\n<hr>\n<pre><code>Written by:\nJohn Gregory\n\nEdited by:\nPeggy Ackermann&#x26;emsp;Eric Effron&#x26;emsp;\n</code></pre>\n<h2>Sources</h2>\n<hr>\n<h3>Ownership and Financing</h3>\n<ul>\n<li><a href=\"https://www.thedailybeast.com/the-death-of-pjtv-how-aubrey-chernicks-right-wing-media-dream-died\" target=\"_blank\">https://www.thedailybeast.com/the-death-of-pjtv-how-aubrey-chernicks-right-wing-media-dream-died</a></li>\n<li><a href=\"https://gigaom.com/2005/11/14/blog-network-pajamas-media-gets-35-million-funding/\" target=\"_blank\">https://gigaom.com/2005/11/14/blog-network-pajamas-media-gets-35-million-funding/</a></li>\n<li><a href=\"https://web.archive.org/web/20090207180805/http://www.prnewswire.com:80/cgi-bin/stories.pl?ACCT=104&STORY=/www/story/11-14-2005/0004214903&EDATE\" target=\"_blank\">https://web.archive.org/web/20090207180805/http://www.prnewswire.com:80/cgi-bin/stories.pl?ACCT=104&#x26;STORY=/www/story/11-14-2005/0004214903&#x26;EDATE</a></li>\n<li><a href=\"https://www.mediaite.com/online/allen-west-out-of-web-tv-job-after-allegedly-calling-staffer-jewish-american-princess/\" target=\"_blank\">https://www.mediaite.com/online/allen-west-out-of-web-tv-job-after-allegedly-calling-staffer-jewish-american-princess/</a></li>\n<li><a href=\"http://thehill.com/blogs/blog-briefing-room/news/324975-allen-west-fired-from-pj-media\" target=\"_blank\">http://thehill.com/blogs/blog-briefing-room/news/324975-allen-west-fired-from-pj-media</a></li>\n<li><a href=\"https://www.politico.com/blogs/media/2013/09/allen-west-out-at-pj-media-after-altercation-173632\" target=\"_blank\">https://www.politico.com/blogs/media/2013/09/allen-west-out-at-pj-media-after-altercation-173632</a></li>\n<li><a href=\"https://www.thedailybeast.com/the-death-of-pjtv-how-aubrey-chernicks-right-wing-media-dream-died\" target=\"_blank\">https://www.thedailybeast.com/the-death-of-pjtv-how-aubrey-chernicks-right-wing-media-dream-died</a></li>\n<li>\n<p><a href=\"https://projects.propublica.org/nonprofits/organizations/200993106\" target=\"_blank\">https://projects.propublica.org/nonprofits/organizations/200993106</a></p>\n<hr>\n<h3>Content</h3>\n</li>\n<li><a href=\"https://pjmedia.com/about-us\" target=\"_blank\">https://pjmedia.com/about-us</a></li>\n<li><a href=\"https://pjmedia.com/news-and-politics/man-arrested-for-threatening-to-kill-boston-globe-staff-after-anti-trump-editorials/\" target=\"_blank\">https://pjmedia.com/news-and-politics/man-arrested-for-threatening-to-kill-boston-globe-staff-after-anti-trump-editorials/</a></li>\n<li><a href=\"https://www.splcenter.org/fighting-hate/extremist-files/individual/robert-spencer%C2%A0\" target=\"_blank\">https://www.splcenter.org/fighting-hate/extremist-files/individual/robert-spencer%C2%A0</a></li>\n<li><a href=\"https://www.politico.com/blogs/ben-smith/2010/09/mosques-and-money-029008\" target=\"_blank\">https://www.politico.com/blogs/ben-smith/2010/09/mosques-and-money-029008</a></li>\n<li><a href=\"https://web.archive.org/web/20130629052605/http://www.youtube.com/watch?v=rHdUgc6gxDI&gl=US&hl=en\" target=\"_blank\">https://web.archive.org/web/20130629052605/http://www.youtube.com/watch?v=rHdUgc6gxDI&#x26;gl=US&#x26;hl=en</a></li>\n<li><a href=\"https://www.youtube.com/watch?v=rHdUgc6gxDI&gl=US&hl=en\" target=\"_blank\">https://www.youtube.com/watch?v=rHdUgc6gxDI&#x26;gl=US&#x26;hl=en</a></li>\n<li><a href=\"https://pjmedia.com/columnist/robert-spencer/\" target=\"_blank\">https://pjmedia.com/columnist/robert-spencer/</a></li>\n<li><a href=\"https://pjmedia.com/news-and-politics/amazon-and-sanders-butt-heads-as-senator-prepares-100-percent-tax-bill/\" target=\"_blank\">https://pjmedia.com/news-and-politics/amazon-and-sanders-butt-heads-as-senator-prepares-100-percent-tax-bill/</a></li>\n<li><a href=\"https://pjmedia.com/trending/new-poll-shows-majority-of-americans-dont-want-impeachment-for-trump/\" target=\"_blank\">https://pjmedia.com/trending/new-poll-shows-majority-of-americans-dont-want-impeachment-for-trump/</a></li>\n<li><a href=\"https://pjmedia.com/news-and-politics/some-gops-pumping-brakes-on-effort-to-replace-name-of-segregationist-dem-on-senate-office-building/\" target=\"_blank\">https://pjmedia.com/news-and-politics/some-gops-pumping-brakes-on-effort-to-replace-name-of-segregationist-dem-on-senate-office-building/</a></li>\n<li><a href=\"https://pjmedia.com/news-and-politics/national-enquirer-boss-granted-immunity-as-trump-says-flipping-almost-ought-to-be-outlawed/\" target=\"_blank\">https://pjmedia.com/news-and-politics/national-enquirer-boss-granted-immunity-as-trump-says-flipping-almost-ought-to-be-outlawed/</a></li>\n<li><a href=\"https://pjmedia.com/election/cruz-orourke-separated-by-one-point-in-new-texas-senate-poll/\" target=\"_blank\">https://pjmedia.com/election/cruz-orourke-separated-by-one-point-in-new-texas-senate-poll/</a></li>\n<li><a href=\"https://pjmedia.com/blog/liveblogevent/live-blog-68/\" target=\"_blank\">https://pjmedia.com/blog/liveblogevent/live-blog-68/</a></li>\n<li>Exclusive story: <a href=\"https://pjmedia.com/davidsteinberg/exclusive-gen-mcmaster-sparked-row-israeli-delegation-white-house-meeting-hezbollah/\" target=\"_blank\">https://pjmedia.com/davidsteinberg/exclusive-gen-mcmaster-sparked-row-israeli-delegation-white-house-meeting-hezbollah/</a></li>\n<li><a href=\"https://pjmedia.com/faith/why-now-is-the-time-to-convert-to-catholicism/\" target=\"_blank\">https://pjmedia.com/faith/why-now-is-the-time-to-convert-to-catholicism/</a></li>\n<li><a href=\"https://pjmedia.com/trending/is-it-a-conspiracy-theory-to-suggest-google-is-biased-against-conservatives/\" target=\"_blank\">https://pjmedia.com/trending/is-it-a-conspiracy-theory-to-suggest-google-is-biased-against-conservatives/</a></li>\n<li><a href=\"https://pjmedia.com/news-and-politics/judge-invalidates-parts-of-executive-order-that-made-it-easier-to-fire-federal-workers/\" target=\"_blank\">https://pjmedia.com/news-and-politics/judge-invalidates-parts-of-executive-order-that-made-it-easier-to-fire-federal-workers/</a></li>\n<li><a href=\"http://www.iwf.org/about/claudia-rosett\" target=\"_blank\">http://www.iwf.org/about/claudia-rosett</a></li>\n<li><a href=\"https://www.nationalreview.com/author/claudia-rosett/\" target=\"_blank\">https://www.nationalreview.com/author/claudia-rosett/</a></li>\n<li><a href=\"https://pjmedia.com/claudiarosett/\" target=\"_blank\">https://pjmedia.com/claudiarosett/</a></li>\n<li><a href=\"https://www.propublica.org/article/a-short-history-of-the-brief-and-bumpy-life-of-the-voting-fraud-commission\" target=\"_blank\">https://www.propublica.org/article/a-short-history-of-the-brief-and-bumpy-life-of-the-voting-fraud-commission</a></li>\n<li>\n<p><a href=\"https://pjmedia.com/jchristianadams/\" target=\"_blank\">https://pjmedia.com/jchristianadams/</a></p>\n<hr>\n<h3>Credibility</h3>\n</li>\n<li><a href=\"https://pjmedia.com/andrewklavan/why-are-we-in-media-hell/\" target=\"_blank\">https://pjmedia.com/andrewklavan/why-are-we-in-media-hell/</a></li>\n<li><a href=\"https://pjmedia.com/trending/breaking-dem-staffer-resigns-after-pj-media-reports-old-tweets/\" target=\"_blank\">https://pjmedia.com/trending/breaking-dem-staffer-resigns-after-pj-media-reports-old-tweets/</a></li>\n<li><a href=\"https://pjmedia.com/news-and-politics/white-house-counsel-mcgahn-leaving-after-supreme-court-justice-confirmed/\" target=\"_blank\">https://pjmedia.com/news-and-politics/white-house-counsel-mcgahn-leaving-after-supreme-court-justice-confirmed/</a></li>\n<li><a href=\"https://pjmedia.com/trending/mass-rep-uses-lgbt-lobbys-insanity-against-them-thwarts-third-gender-drivers-license-bill/\" target=\"_blank\">https://pjmedia.com/trending/mass-rep-uses-lgbt-lobbys-insanity-against-them-thwarts-third-gender-drivers-license-bill/</a></li>\n<li><a href=\"https://pjmedia.com/trending/the-lefts-campaign-against-kavanaugh-is-fear-mongering-at-its-finest/\" target=\"_blank\">https://pjmedia.com/trending/the-lefts-campaign-against-kavanaugh-is-fear-mongering-at-its-finest/</a></li>\n<li><a href=\"https://pjmedia.com/faith/the-church-of-jesus-christ-of-latter-day-saints-want-to-drop-the-mormon-moniker/\" target=\"_blank\">https://pjmedia.com/faith/the-church-of-jesus-christ-of-latter-day-saints-want-to-drop-the-mormon-moniker/</a></li>\n<li><a href=\"https://pjmedia.com/trending/google-search-results-show-pervasive-anti-trump-anti-conservative-bias/\" target=\"_blank\">https://pjmedia.com/trending/google-search-results-show-pervasive-anti-trump-anti-conservative-bias/</a></li>\n<li>Chart used in story: <a href=\"https://sharylattkisson.com/wp-content/uploads/2017/04/Screen-Shot-2017-04-23-at-1.43.33-PM.png\" target=\"_blank\">https://sharylattkisson.com/wp-content/uploads/2017/04/Screen-Shot-2017-04-23-at-1.43.33-PM.png</a></li>\n<li><a href=\"https://www.nytimes.com/2017/05/12/business/media/sinclair-broadcast-komo-conservative-media.html\" target=\"_blank\">https://www.nytimes.com/2017/05/12/business/media/sinclair-broadcast-komo-conservative-media.html</a></li>\n<li><a href=\"https://www.mediamatters.org/research/2018/04/02/here-are-66-local-news-stations-airing-sinclair-s-brainwashing-anti-media-promo/219812\" target=\"_blank\">https://www.mediamatters.org/research/2018/04/02/here-are-66-local-news-stations-airing-sinclair-s-brainwashing-anti-media-promo/219812</a></li>\n<li><a href=\"https://www.washingtonpost.com/news/the-intersect/wp/2018/08/28/a-short-investigation-into-trumps-tweets-on-rigged-google-results-about-himself/?noredirect=on&utm_term=.26ba99fc9686\" target=\"_blank\">https://www.washingtonpost.com/news/the-intersect/wp/2018/08/28/a-short-investigation-into-trumps-tweets-on-rigged-google-results-about-himself/?noredirect=on&#x26;utm_term=.26ba99fc9686</a></li>\n<li><a href=\"https://gizmodo.com/president-trump-accuses-google-of-rigging-search-result-1828647850?utm_campaign=socialflow_gizmodo_twitter&utm_source=gizmodo_twitter&utm_medium=socialflow\" target=\"_blank\">https://gizmodo.com/president-trump-accuses-google-of-rigging-search-result-1828647850?utm<em>campaign=socialflow</em>gizmodo<em>twitter&#x26;utm</em>source=gizmodo<em>twitter&#x26;utm</em>medium=socialflow</a></li>\n<li><a href=\"https://www.politifact.com/truth-o-meter/statements/2018/aug/29/donald-trump/no-96-google-news-stories-trump-arent-left-wing-ou/\" target=\"_blank\">https://www.politifact.com/truth-o-meter/statements/2018/aug/29/donald-trump/no-96-google-news-stories-trump-arent-left-wing-ou/</a></li>\n<li><a href=\"https://pjmedia.com/trending/move-over-vagina-make-room-for-trans-inclusive-front-hole/\" target=\"_blank\">https://pjmedia.com/trending/move-over-vagina-make-room-for-trans-inclusive-front-hole/</a></li>\n<li><a href=\"https://www.healthline.com/health/lgbtqia-safe-sex-guide#why-we-need-it\" target=\"_blank\">https://www.healthline.com/health/lgbtqia-safe-sex-guide#why-we-need-it</a></li>\n<li><a href=\"https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-017-1491-5\" target=\"_blank\">https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-017-1491-5</a></li>\n<li><a href=\"https://bmcpregnancychildbirth.biomedcentral.com/submission-guidelines/peer-review-policy\" target=\"_blank\">https://bmcpregnancychildbirth.biomedcentral.com/submission-guidelines/peer-review-policy</a></li>\n<li><a href=\"https://pjmedia.com/trending/ut-austin-masculinut-ad-campaign-treats-masculinity-as-a-mental-illness/\" target=\"_blank\">https://pjmedia.com/trending/ut-austin-masculinut-ad-campaign-treats-masculinity-as-a-mental-illness/</a></li>\n<li>False claim on Obama sending secret ambassador to Iran before he was president: <a href=\"https://pjmedia.com/michaelledeen/2016/05/16/chamberlain-washington-style/\" target=\"_blank\">https://pjmedia.com/michaelledeen/2016/05/16/chamberlain-washington-style/</a></li>\n<li><a href=\"https://www.politifact.com/punditfact/statements/2017/jun/02/kimberley-strassel/did-obama-seek-back-channel-talks-iran-during-his-/\" target=\"_blank\">https://www.politifact.com/punditfact/statements/2017/jun/02/kimberley-strassel/did-obama-seek-back-channel-talks-iran-during-his-/</a></li>\n<li>Archived claim of voter fraud: <a href=\"http://archive.is/I6PzH\" target=\"_blank\">http://archive.is/I6PzH</a></li>\n<li>Live link to above story: <a href=\"https://pjmedia.com/election/2016/12/14/judge-napolitano-election-fraud-in-detroit-looks-organized-and-government-involved/1/\" target=\"_blank\">https://pjmedia.com/election/2016/12/14/judge-napolitano-election-fraud-in-detroit-looks-organized-and-government-involved/1/</a></li>\n<li>DFP story on voter fraud: <a href=\"https://www.freep.com/story/news/local/michigan/detroit/2016/12/15/detroit-election-problems/95477456/\" target=\"_blank\">https://www.freep.com/story/news/local/michigan/detroit/2016/12/15/detroit-election-problems/95477456/</a></li>\n<li>Detroit News story on voter fraud: <a href=\"https://www.detroitnews.com/story/news/politics/2016/12/12/records-many-votes-detroits-precincts/95363314/\" target=\"_blank\">https://www.detroitnews.com/story/news/politics/2016/12/12/records-many-votes-detroits-precincts/95363314/</a></li>\n<li>Snopes story on voter fraud: <a href=\"https://www.snopes.com/fact-check/more-votes-than-voters-in-detroit/\" target=\"_blank\">https://www.snopes.com/fact-check/more-votes-than-voters-in-detroit/</a></li>\n<li><a href=\"https://pjmedia.com/jchristianadams/2017/05/30/alien-invasion-thousands-of-foreigners-registered-to-vote-and-voting-in-virginia/\" target=\"_blank\">https://pjmedia.com/jchristianadams/2017/05/30/alien-invasion-thousands-of-foreigners-registered-to-vote-and-voting-in-virginia/</a></li>\n<li><a href=\"https://www.nbcnews.com/politics/donald-trump/vote-fraud-crusader-j-christian-adams-sparks-outrage-n796026\" target=\"_blank\">https://www.nbcnews.com/politics/donald-trump/vote-fraud-crusader-j-christian-adams-sparks-outrage-n796026</a></li>\n<li><a href=\"https://pjmedia.com/jchristianadams/2017/09/07/new-data-illegal-voters-may-decided-new-hampshire-2016/\" target=\"_blank\">https://pjmedia.com/jchristianadams/2017/09/07/new-data-illegal-voters-may-decided-new-hampshire-2016/</a></li>\n<li><a href=\"https://www.politifact.com/punditfact/statements/2017/sep/15/young-conservatives/website-passes-along-dubious-claims-about-fraudule/\" target=\"_blank\">https://www.politifact.com/punditfact/statements/2017/sep/15/young-conservatives/website-passes-along-dubious-claims-about-fraudule/</a></li>\n<li><a href=\"http://www.nhpr.org/post/where-were-out-state-ids-used-vote-new-hampshire-last-november#stream/0\" target=\"_blank\">http://www.nhpr.org/post/where-were-out-state-ids-used-vote-new-hampshire-last-november#stream/0</a></li>\n<li><a href=\"https://www.apnews.com/f5f6a73b2af546ee97816bb35e82c18d\" target=\"_blank\">https://www.apnews.com/f5f6a73b2af546ee97816bb35e82c18d</a></li>\n<li><a href=\"https://www.dallasnews.com/news/texas-politics/2018/05/04/masculinut-program-not-treat-masculinity-mental-health-issue-ut-says-conservatives\" target=\"_blank\">https://www.dallasnews.com/news/texas-politics/2018/05/04/masculinut-program-not-treat-masculinity-mental-health-issue-ut-says-conservatives</a></li>\n<li><a href=\"https://pjmedia.com/trending/university-of-texas-to-treat-masculinity-as-a-mental-health-issue/\" target=\"_blank\">https://pjmedia.com/trending/university-of-texas-to-treat-masculinity-as-a-mental-health-issue/</a></li>\n<li><a href=\"https://pjmedia.com/election/andrew-gillum-ron-desantis-martha-mcsally-tuesdays-stunning-primary-results/\" target=\"_blank\">https://pjmedia.com/election/andrew-gillum-ron-desantis-martha-mcsally-tuesdays-stunning-primary-results/</a></li>\n<li><a href=\"https://pjmedia.com/trending/breaking-dem-staffer-resigns-after-pj-media-reports-old-tweets/\" target=\"_blank\">https://pjmedia.com/trending/breaking-dem-staffer-resigns-after-pj-media-reports-old-tweets/</a></li>\n<li>Instapundit linking to “satire” site: <a href=\"https://pjmedia.com/instapundit/306247/\" target=\"_blank\">https://pjmedia.com/instapundit/306247/</a></li>\n<li>\n<p><a href=\"http://scrappleface.com/blog/2018/08/30/trump-to-ron-desantis-critics-monkey-off/\" target=\"_blank\">http://scrappleface.com/blog/2018/08/30/trump-to-ron-desantis-critics-monkey-off/</a></p>\n<hr>\n<h3>Transparency</h3>\n</li>\n<li><a href=\"https://pjmedia.com/columnist/bridget-johnson/\" target=\"_blank\">https://pjmedia.com/columnist/bridget-johnson/</a></li>\n<li><a href=\"https://pjmedia.com/columnist/john-ellis/\" target=\"_blank\">https://pjmedia.com/columnist/john-ellis/</a></li>\n<li><a href=\"https://pjmedia.com/columnist/patrick-poole/\" target=\"_blank\">https://pjmedia.com/columnist/patrick-poole/</a></li>\n<li><a href=\"https://pjmedia.com/columnist/michael-ledeen/books/\" target=\"_blank\">https://pjmedia.com/columnist/michael-ledeen/books/</a></li>\n<li><a href=\"https://pjmedia.com/about-us\" target=\"_blank\">https://pjmedia.com/about-us</a></li>\n<li><a href=\"https://pjmedia.com/contact/\" target=\"_blank\">https://pjmedia.com/contact/</a></li>\n<li>\n<p>Aubrey Chernick mentioned in a story without disclosure of being a major investor: <a href=\"https://pjmedia.com/blog/instagram-vs-traditional-photography-how-entrepreneur-aubrey-chernick-created-mystical-filters-in-1976/\" target=\"_blank\">https://pjmedia.com/blog/instagram-vs-traditional-photography-how-entrepreneur-aubrey-chernick-created-mystical-filters-in-1976/</a></p>\n<hr>\n<h3>History</h3>\n</li>\n<li><a href=\"https://pjmedia.com/about-us\" target=\"_blank\">https://pjmedia.com/about-us</a></li>\n<li><a href=\"https://www.oscars.org/oscars/ceremonies/1990\" target=\"_blank\">https://www.oscars.org/oscars/ceremonies/1990</a></li>\n<li><a href=\"https://web.archive.org/web/20050507130749/http://pajamasmedia.com:80/\" target=\"_blank\">https://web.archive.org/web/20050507130749/http://pajamasmedia.com:80/</a></li>\n<li><a href=\"https://web.archive.org/web/20051001044534/http://pajamasmedia.com:80/\" target=\"_blank\">https://web.archive.org/web/20051001044534/http://pajamasmedia.com:80/</a></li>\n<li><a href=\"https://www.prnewswire.com/news-releases/pajamas-media-becomes-pj-media-132529008.html\" target=\"_blank\">https://www.prnewswire.com/news-releases/pajamas-media-becomes-pj-media-132529008.html</a></li>\n<li><a href=\"https://web.archive.org/web/20090207180805/http://www.prnewswire.com:80/cgi-bin/stories.pl?ACCT=104&STORY=/www/story/11-14-2005/0004214903&EDATE\" target=\"_blank\">https://web.archive.org/web/20090207180805/http://www.prnewswire.com:80/cgi-bin/stories.pl?ACCT=104&#x26;STORY=/www/story/11-14-2005/0004214903&#x26;EDATE</a></li>\n<li><a href=\"https://gigaom.com/2005/11/14/blog-network-pajamas-media-gets-35-million-funding/\" target=\"_blank\">https://gigaom.com/2005/11/14/blog-network-pajamas-media-gets-35-million-funding/</a></li>\n<li><a href=\"http://labusinessjournal.com/news/2017/aug/28/wealthiest-angelenos-43-aubrey-chernick/\" target=\"_blank\">http://labusinessjournal.com/news/2017/aug/28/wealthiest-angelenos-43-aubrey-chernick/</a></li>\n<li><a href=\"https://pjmedia.com/rogerlsimon/2011/10/25/what-happened-to-my-pajamas/\" target=\"_blank\">https://pjmedia.com/rogerlsimon/2011/10/25/what-happened-to-my-pajamas/</a></li>\n</ul>","frontmatter":{"title":"pjmedia.com","author":"John Gregory","date":"2018-12-07T18:10:53.338+0000"}}},"pageContext":{"slug":"/pjmedia.com/"}}