{"data":{"markdownRemark":{"html":"<div class=\"right-score\">Score: 17.5</div>\n<h1>jihadwatch.org&emsp; <span class=\"net-country\">(WEB - en-US)</span></h1>\n<p>A blog focused on news and opinion relating to Islam that portrays the religion and its adherents in a harsh light. The site regularly presents writers’ opinions and speculation on Muslims as authoritative analysis and publishes misleading articles criticizing Muslims by adding unverified details to straight news articles.</p>\n<hr>\n<header class=\"flex-container rating red\"><div class=\"nguard-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 49 64\"><g><rect fill=\"#fff\" x=\"16.44\" y=\"5.22\" width=\"18.17\" height=\"44.61\"></rect></g><g><path fill=\"#c92027\" fill-rule=\"evenodd\" d=\"M0,0V24.07C0,40.86,0,52,22.79,63.19l1.66.82,1.66-.82C48.93,52,49,40.86,49,24.07V0ZM30,43a1.92,1.92,0,0,1-.56,1.39,1.85,1.85,0,0,1-1.37.58H21.94a1.84,1.84,0,0,1-1.37-.58A1.91,1.91,0,0,1,20,43V37a1.91,1.91,0,0,1,.57-1.4A1.84,1.84,0,0,1,21.94,35h6.13a1.85,1.85,0,0,1,1.37.58A1.92,1.92,0,0,1,30,37Zm0-15a1.87,1.87,0,0,1-.56,1.37,1.85,1.85,0,0,1-1.37.57H21.94a1.83,1.83,0,0,1-1.37-.57A1.85,1.85,0,0,1,20,28.07V9.93A1.93,1.93,0,0,1,21.94,8h6.13A1.92,1.92,0,0,1,30,9.93Z\"></path></g></svg></div><div><span>Proceed with caution: This website severely violates basic standards of credibility and transparency.</span></div></header>\n<div class=\"columnizer\"><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Does not repeatedly publish false content</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Gathers and presents information responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Regularly corrects or clarifies errors</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Handles the difference between news and opinion responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Avoids deceptive headlines</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Website discloses ownership and financing</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Clearly labels advertising</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Reveals who's in charge, including any possible conflicts of interest</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>The site provides names of content creators, along with either contact or biographical information</span></span></div></div></div>\n<hr>\n<h3>Ownership and Financing</h3>\n<p>The site is affiliated with the David Horowitz Freedom Center, a conservative nonprofit foundation that says it “combats the efforts of the radical left and its Islamist allies to destroy American values and disarm this country as it attempts to defend itself in a time of terror.” The foundation also is connected to several other blogs that advocate conservative causes, including FrontPage Mag, Stop University Support for Terrorists, and The Black Book of the American Left. Jihad Watch is listed among the Freedom Center’s programs on the latter’s 990 tax forms. The site appears to be owned by the David Horowitz Freedom Center, although that is not explicitly disclosed on the site.</p>\n<p>The site’s director is Robert Spencer, an author of best sellers including “The Truth About Muhammad” and “The Politically Incorrect Guide to Islam (and the Crusades)” and a commentator who argues that Islam “mandates warfare against unbelievers,” according to a statement from Spencer that has since been removed from YouTube for violating that site’s policy on hate speech. His views have led to protests on several college campuses where he had been scheduled to speak, and the United Kingdom has banned him for making statements that “foster hatred,” according to the U.K. government. </p>\n<hr>\n<h3>Content</h3>\n<p>Most of the site’s content aggregates reporting from other sources, followed by the author’s own opinion or speculation, often punctuated with a quote from the Quran or another Islamic text. Jihad Watch approaches its stories from the perspective that, according to its “Why Jihad Watch?” page, non-Muslims are “facing a concerted effort by Islamic jihadists, the motives and goals of whom are largely ignored by the Western media, to destroy their societies and impose Islamic law upon them.”</p>\n<p>The site covers a range of topics concerning Islam, and expresses a dark view on the religion and its followers. Common stories include coverage of crimes that are said to have been  committed by Muslims, criticisms of immigration policy favorable to Muslim refugees, and recaps of Spencer’s media appearances.</p>\n<p>Jihadwatch.com cites articles from a variety of news outlets, ranging from The Associated Press and the BBC to conservative sites Breitbart and WorldNetDaily, emphasizing elements of the articles related to Islam. One example is an article shared from a British news site, 2BR.co.uk, about an attempted sexual assault. Although the original article makes no mention of the suspect’s religion, the Jihad Watch headline states: “UK: Muslim breaks into house intending sexual assault of sleeping woman.”</p>\n<hr>\n<h3>Credibility</h3>\n<p>Asked by NewsGuard whether Jihad Watch presented opinion as fact, Spencer said it does not. “The commentary that goes above every article is clearly the analysis of the author, and is generally backed up with references from authoritative Islamic sources and/or other relevant material,” he said.</p>\n<p>However, when Spencer and other contributing writers summarize and add their own commentary to outside articles, they sometimes introduce false or unproven claims. In a July 2018 article pegged to an Associated Press report that a man was being charged with sexually assaulting a 12-year-old girl in Vermont, Spencer began the article with a comment he often attaches to stories about sexual violence: “Why does this keep happening? Sexual assault occurs in all cultures, but only in Islam does it have divine sanction.” The AP story cited by Spencer made no mention of the man’s religion.</p>\n<p>Jihadwatch.org has been cited by fact-checking organizations, including Snopes and PolitiFact, for publishing false, unproven, or misleading claims. PolitiFact cited a 2015 article written by Spencer headlined “House Democrats Move to Criminalize Criticism of Islam,” which reported on a non-binding House resolution introduced by Democrats that condemns “violence, bigotry, and hateful rhetoric towards Muslims in the United States.” The resolution did not propose a new law and would not have criminalized any kind of speech. Spencer told NewsGuard in an email that he does not consider the article misleading, stating: “Issuing non-binding resolutions of this kind is a step toward issuing binding ones, and outlawing categories of speech.”</p>\n<p>Spencer, referring to NewsGuard, added: “Your enterprise itself is a step down the same road, attempting to defame honest news reporting when it disagrees with your perspective.”</p>\n<p>Citing outside articles, Jihad Watch often adds its own speculation about religious motives, even when it is not clear on what those claims are based. An April 2018 article about a woman in upstate New York, Hanane Mouhib, who was charged with decapitating her 7-year-old son quoted the local sheriff saying that there were “zero indicators of anything religious, zero indicators of anything cultural.” The Jihad Watch post then quoted a command from the Quran to “strike the necks” of “unbelievers,” and said “authorities persist in their assumption that Muslims in the U.S. don’t believe that, and some Muslims, such as nurse practitioner Hanane Mouhib, keep proving them wrong.”</p>\n<p>NewsGuard could not find any local news outlet that reported that Mouhib is Muslim. Spencer did not answer NewsGuard’s questions about whether the site independently verified the suspect is Muslim and was motivated by religion, but said he “the sheriff’s statement was regarded with suspicion” because it was “unlikely that he had the background or competence to determine such a question in any case. Your misrepresentation of our reporting on this is a predictable indication of the inherent unfairness of self-appointed ‘news guards’ that are in reality only attempts to smear and defame those who do not accept the establishment Leftist perspective on important current issues.”</p>\n<p>The site does not list a corrections policy. When asked in July 2018 to provide an example of an error that was corrected, Spencer pointed to an April 2018 article about a shooter at the headquarters of YouTube. The original article speculated it was a “jihad attack” but was later updated to say such a connection was unlikely because the shooter killed herself and “jihadis generally do not turn their guns upon themselves after they’ve shot Infidels.” The update does not directly state that the error in the initial article was based only on Spencer’s speculation. </p>\n<p>The Southern Poverty Law Center has labeled Jihad Watch a “hate group” and has described Spencer as “an incessant blogger, author, and activist” who “insists, despite his lack of academic training in Islam, that the religion is inherently violent and that extremists who commit acts of terror are simply following its most authentic version.”</p>\n<p>Conservatives have challenged the SPLC in recent years, arguing the group is far more critical of conservatives than liberals. When the group described the conservative Family Research Council as a “hate group” in 2010, then-House Speaker designate John Boehner and others denounced SPLC in full-page ads from Family Research Council in Washington newspapers. The center has rescinded and publicly apologized for designating as extremist a number of individuals, including the Secretary of Housing and Urban Development Ben Carson and the British “counter-extremism” activist Maajid Nawaz. After Nawaz sued the group, it paid Nawaz and his foundation a $3.375 million settlement.</p>\n<p>Jihad Watch itself has published numerous articles critical of the Southern Poverty Law Center. Spencer specifically cited the Nawaz controversy in questioning NewsGuard’s use of the group’s designation of Jihad Watch as a “hate group” in this evaluation: “NewsGuard is clearly engaged in the same defamation and demonization that the Southern Poverty Law Center has engaged in for years in attempting to destroy foes of jihad mass murder and Sharia oppression of women, gays, and others,” he said in an email.</p>\n<p> “The SPLC includes few Leftist and jihad groups among its ‘hate group’ listings, while defaming Jihad Watch and other groups that stand for the freedom of speech, the freedom of conscience, and the equality of rights of all people before the law because we dissent from its hard-Left agenda,” Spencer said. “NewsGuard is a new and marginally more sophisticated attempt to defame pro-freedom groups by claiming on spurious grounds that what we report is inaccurate.”</p>\n<hr>\n<h3>Transparency</h3>\n<p>Articles on Jihad Watch are credited to their writers, with most stories attributed to Spencer. The site provides a biography of Spencer and three other contributors, as well as a contact form for news tips and questions. When NewsGuard initially contacted Spencer, the site did not include any contact or biographical information for writers other than Spencer, which Spencer attributed to his initially operating the site alone. He added biographical information for three of the site’s other contributors in response to NewsGuard’s inquiry. </p>\n<p>The site does not explicitly disclose whether its affiliation with the David Horowitz Freedom Center means it is owned by the Center. The Center is listed as the site’s mailing address at the bottom of every page and Spencer is identified as a fellow with the Center as well as the director of Jihad Watch. Spencer told NewsGuard that the affiliation between the two is “no secret.” Because the site does not explicitly mention who owns it, NewsGuard has determined it fails to disclose ownership in a user-friendly manner.</p>\n<p>The site is transparent about its perspective and agenda, as explained on its “Why Jihad Watch?” page, saying that it is “dedicated to bringing public attention to the role that jihad theology and ideology play in the modern world and to correcting popular misconceptions about the role of jihad and religion in modern-day conflicts.”</p>\n<hr>\n<h3>History</h3>\n<p>The site was launched in 2003 by Robert Spencer. </p>\n<hr>\n<pre><code>Written by:\nJohn Gregory\n\nEdited by:\nJoan Nassivera&#x26;emsp;Eric Effron&#x26;emsp;\n</code></pre>\n<h2>Sources</h2>\n<hr>\n<h3>Ownership and Financing</h3>\n<ul>\n<li><a href=\"https://www.splcenter.org/fighting-hate/intelligence-report/2015/active-anti-muslim-groups\" target=\"_blank\">https://www.splcenter.org/fighting-hate/intelligence-report/2015/active-anti-muslim-groups </a></li>\n<li><a href=\"https://www.splcenter.org/hatewatch/2018/04/12/anti-muslim-figurehead-and-funder-david-horowitz-minimizes-terrors-lynching\" target=\"_blank\">https://www.splcenter.org/hatewatch/2018/04/12/anti-muslim-figurehead-and-funder-david-horowitz-minimizes-terrors-lynching </a></li>\n<li><a href=\"https://www.davidhorowitzfreedomcenter.org/\" target=\"_blank\">https://www.davidhorowitzfreedomcenter.org/ </a></li>\n<li><a href=\"https://www.jihadwatch.org/why-jihad-watch\" target=\"_blank\">https://www.jihadwatch.org/why-jihad-watch </a></li>\n<li><a href=\"https://www.horowitzfreedomcenter.org/about\" target=\"_blank\">https://www.horowitzfreedomcenter.org/about </a></li>\n<li><a href=\"https://projects.propublica.org/nonprofits/organizations/954194642/201703199349301015/IRS990\" target=\"_blank\">https://projects.propublica.org/nonprofits/organizations/954194642/201703199349301015/IRS990 </a></li>\n<li><a href=\"https://www.bostonglobe.com/metro/2013/01/31/roman-catholic-diocese-worcester-cancels-speech-critic-islam/I7NCZ8XFtPB8PXXQuAct1J/story.html\" target=\"_blank\">https://www.bostonglobe.com/metro/2013/01/31/roman-catholic-diocese-worcester-cancels-speech-critic-islam/I7NCZ8XFtPB8PXXQuAct1J/story.html </a></li>\n<li><a href=\"https://www.eveningsun.com/story/news/2017/05/02/backlash-hits-gettysburg-college-over-robert-spencer-speech/101192478/\" target=\"_blank\">https://www.eveningsun.com/story/news/2017/05/02/backlash-hits-gettysburg-college-over-robert-spencer-speech/101192478/ </a></li>\n<li><a href=\"https://stanfordpolitics.org/2017/11/13/robert-spencer-event-overview/\" target=\"_blank\">https://stanfordpolitics.org/2017/11/13/robert-spencer-event-overview/ </a></li>\n<li><a href=\"https://www.express.co.uk/news/uk/410494/Anti-Muslim-pair-banned-from-UK\" target=\"_blank\">https://www.express.co.uk/news/uk/410494/Anti-Muslim-pair-banned-from-UK </a></li>\n<li><a href=\"https://www.bbc.com/news/uk-23064355\" target=\"_blank\">https://www.bbc.com/news/uk-23064355 </a></li>\n<li><a href=\"https://www.washingtonpost.com/investigations/how-a-shadow-universe-of-charities-joined-with-political-warriors-to-fuel-trumps-rise/2017/06/03/ff5626ac-3a77-11e7-a058-ddbb23c75d82_story.html?noredirect=on&utm_term=.0bc81cae9a50\" target=\"_blank\">https://www.washingtonpost.com/investigations/how-a-shadow-universe-of-charities-joined-with-political-warriors-to-fuel-trumps-rise/2017/06/03/ff5626ac-3a77-11e7-a058-ddbb23c75d82<em>story.html?noredirect=on&#x26;utm</em>term=.0bc81cae9a50 </a></li>\n<li><a href=\"https://projects.propublica.org/nonprofits/organizations/954194642\" target=\"_blank\">https://projects.propublica.org/nonprofits/organizations/954194642 </a></li>\n<li><a href=\"https://web.archive.org/web/20130629052605/http://www.youtube.com/watch?v=rHdUgc6gxDI&gl=US&hl=en\" target=\"_blank\">https://web.archive.org/web/20130629052605/http://www.youtube.com/watch?v=rHdUgc6gxDI&#x26;gl=US&#x26;hl=en</a></li>\n<li><a href=\"https://web.archive.org/web/20180427120330/https://www.nytimes.com/2006/10/29/books/bestseller/1029besthardnonfiction.html\" target=\"_blank\">https://web.archive.org/web/20180427120330/https://www.nytimes.com/2006/10/29/books/bestseller/1029besthardnonfiction.html </a></li>\n<li><a href=\"https://projects.propublica.org/nonprofits/organizations/954194642/201703199349301015/IRS990\" target=\"_blank\">https://projects.propublica.org/nonprofits/organizations/954194642/201703199349301015/IRS990 </a></li>\n<li>\n<p><a href=\"https://projects.propublica.org/nonprofits/organizations/954194642/201603169349303105/IRS990\" target=\"_blank\">https://projects.propublica.org/nonprofits/organizations/954194642/201603169349303105/IRS990 </a></p>\n<hr>\n<h3>Content</h3>\n</li>\n<li><a href=\"https://www.jihadwatch.org/2018/06/uk-muslim-breaks-into-house-intending-sexual-assault-of-sleeping-woman\" target=\"_blank\">https://www.jihadwatch.org/2018/06/uk-muslim-breaks-into-house-intending-sexual-assault-of-sleeping-woman </a></li>\n<li><a href=\"https://www.jihadwatch.org/2018/06/muslim-refugees-have-murdered-or-injured-over-1000-people-in-jihad-attacks-since-2014\" target=\"_blank\">https://www.jihadwatch.org/2018/06/muslim-refugees-have-murdered-or-injured-over-1000-people-in-jihad-attacks-since-2014 </a></li>\n<li><a href=\"https://www.jihadwatch.org/2018/06/5600-migrants-have-entered-bosnia-since-january-en-route-to-western-europe\" target=\"_blank\">https://www.jihadwatch.org/2018/06/5600-migrants-have-entered-bosnia-since-january-en-route-to-western-europe </a></li>\n<li><a href=\"https://www.jihadwatch.org/2018/06/trump-withdrawing-us-from-un-human-rights-council-over-its-relentless-pathological-campaign-against-israel\" target=\"_blank\">https://www.jihadwatch.org/2018/06/trump-withdrawing-us-from-un-human-rights-council-over-its-relentless-pathological-campaign-against-israel </a></li>\n<li><a href=\"https://www.jihadwatch.org/2018/06/each-muslim-migrant-costs-dutch-society-over-1150000\" target=\"_blank\">https://www.jihadwatch.org/2018/06/each-muslim-migrant-costs-dutch-society-over-1150000 </a></li>\n<li><a href=\"https://www.jihadwatch.org/2018/06/italy-palermo-mayor-wants-fully-open-borders-compares-residency-permits-to-death-penalty\" target=\"_blank\">https://www.jihadwatch.org/2018/06/italy-palermo-mayor-wants-fully-open-borders-compares-residency-permits-to-death-penalty </a></li>\n<li><a href=\"https://www.2br.co.uk/news/local-news/2610975/rochdale-man-plans-sexual-assault-on-sleeping-mum/\" target=\"_blank\">https://www.2br.co.uk/news/local-news/2610975/rochdale-man-plans-sexual-assault-on-sleeping-mum/ </a></li>\n<li><a href=\"https://www.jihadwatch.org/2016/07/idaho-family-of-child-raped-by-muslim-migrants-treated-like-criminals-by-police-and-media\" target=\"_blank\">https://www.jihadwatch.org/2016/07/idaho-family-of-child-raped-by-muslim-migrants-treated-like-criminals-by-police-and-media </a></li>\n<li>\n<p><a href=\"https://www.jihadwatch.org/2008/02/study-3-in-4-us-mosques-preach-anti-western-jihadist-hate\" target=\"_blank\">https://www.jihadwatch.org/2008/02/study-3-in-4-us-mosques-preach-anti-western-jihadist-hate </a></p>\n<hr>\n<h3>Credibility</h3>\n</li>\n<li><a href=\"https://www.jihadwatch.org/2018/06/trump-withdrawing-us-from-un-human-rights-council-over-its-relentless-pathological-campaign-against-israel\" target=\"_blank\">https://www.jihadwatch.org/2018/06/trump-withdrawing-us-from-un-human-rights-council-over-its-relentless-pathological-campaign-against-israel </a></li>\n<li><a href=\"https://www.jihadwatch.org/2018/06/trump-puts-america-first-distances-us-from-jihad-supporting-united-nations\" target=\"_blank\">https://www.jihadwatch.org/2018/06/trump-puts-america-first-distances-us-from-jihad-supporting-united-nations </a></li>\n<li><a href=\"https://www.snopes.com/fact-check/german-soap-opera-muslim/\" target=\"_blank\">https://www.snopes.com/fact-check/german-soap-opera-muslim/ </a></li>\n<li><a href=\"https://www.snopes.com/fact-check/muslima-nurse-practitioner-son/\" target=\"_blank\">https://www.snopes.com/fact-check/muslima-nurse-practitioner-son/ </a></li>\n<li><a href=\"https://www.snopes.com/fact-check/did-maine-democrats-vote-to-allow-fgm/\" target=\"_blank\">https://www.snopes.com/fact-check/did-maine-democrats-vote-to-allow-fgm/ </a> <a href=\"https://www.jihadwatch.org/2017/06/robert-spencer-in-frontpage-snopes-carries-water-for-muhammad&#x26;nbsp\">https://www.jihadwatch.org/2017/06/robert-spencer-in-frontpage-snopes-carries-water-for-muhammad </a>;</li>\n<li><a href=\"https://www.jihadwatch.org/2018/04/fact-checker-snopes-gets-facts-wrong-again-falsely-claims-that-maine-house-didnt-allow-female-genital-mutilation\" target=\"_blank\">https://www.jihadwatch.org/2018/04/fact-checker-snopes-gets-facts-wrong-again-falsely-claims-that-maine-house-didnt-allow-female-genital-mutilation </a></li>\n<li><a href=\"https://www.jihadwatch.org/2018/04/active-shooter-at-youtube-headquarters-in-california-is-woman-wearing-headscarf\" target=\"_blank\">https://www.jihadwatch.org/2018/04/active-shooter-at-youtube-headquarters-in-california-is-woman-wearing-headscarf </a></li>\n<li><a href=\"https://www.jihadwatch.org/2015/12/robert-spencer-in-frontpage-house-democrats-move-to-criminalize-criticism-of-islam\" target=\"_blank\">https://www.jihadwatch.org/2015/12/robert-spencer-in-frontpage-house-democrats-move-to-criminalize-criticism-of-islam </a></li>\n<li><a href=\"http://www.politifact.com/punditfact/statements/2016/dec/14/blog-posting/websites-revive-claim-house-democrats-strike-impos/\" target=\"_blank\">http://www.politifact.com/punditfact/statements/2016/dec/14/blog-posting/websites-revive-claim-house-democrats-strike-impos/ </a></li>\n<li><a href=\"https://www.jihadwatch.org/2018/07/vermont-muslim-charged-with-sexually-assaulting-12-year-old-girl\" target=\"_blank\">https://www.jihadwatch.org/2018/07/vermont-muslim-charged-with-sexually-assaulting-12-year-old-girl </a></li>\n<li><a href=\"https://www.jihadwatch.org/2015/07/isis-tweets-chattanooga-as-gunman-begins-shooting-there-4-murdered\" target=\"_blank\">https://www.jihadwatch.org/2015/07/isis-tweets-chattanooga-as-gunman-begins-shooting-there-4-murdered </a></li>\n<li><a href=\"http://www.politifact.com/punditfact/statements/2015/jul/21/pamela-geller/pam-geller-spreads-false-claim-about-isis-linked-t/\" target=\"_blank\">http://www.politifact.com/punditfact/statements/2015/jul/21/pamela-geller/pam-geller-spreads-false-claim-about-isis-linked-t/ </a></li>\n<li><a href=\"https://www.splcenter.org/fighting-hate/extremist-files/individual/robert-spencer\" target=\"_blank\">https://www.splcenter.org/fighting-hate/extremist-files/individual/robert-spencer </a></li>\n<li><a href=\"https://www.csmonitor.com/USA/Society/2011/0223/Annual-report-cites-rise-in-hate-groups-but-some-ask-What-is-hate\" target=\"_blank\">https://www.csmonitor.com/USA/Society/2011/0223/Annual-report-cites-rise-in-hate-groups-but-some-ask-What-is-hate </a></li>\n<li><a href=\"http://dailycaller.com/2010/12/15/family-research-council-top-gop-lawmakers-fight-back-against-splc-hate-group-label\" target=\"_blank\">http://dailycaller.com/2010/12/15/family-research-council-top-gop-lawmakers-fight-back-against-splc-hate-group-label</a></li>\n<li><a href=\"http://dailycaller.com/2010/12/15/family-research-council-top-gop-lawmakers-fight-back-against-splc-hate-group-label\" target=\"_blank\">http://dailycaller.com/2010/12/15/family-research-council-top-gop-lawmakers-fight-back-against-splc-hate-group-label</a></li>\n<li><a href=\"https://www.splcenter.org/news/2018/06/18/splc-statement-regarding-maajid-nawaz-and-quilliam-foundation\" target=\"_blank\">https://www.splcenter.org/news/2018/06/18/splc-statement-regarding-maajid-nawaz-and-quilliam-foundation </a></li>\n<li><a href=\"https://www.jihadwatch.org/2018/06/47-groups-weighing-splc-lawsuit-warn-editors-you-are-complicit-in-hate-group-defamation\" target=\"_blank\">https://www.jihadwatch.org/2018/06/47-groups-weighing-splc-lawsuit-warn-editors-you-are-complicit-in-hate-group-defamation </a></li>\n<li><a href=\"https://www.jihadwatch.org/2017/09/robert-spencers-jihad-watch-hate-group-splc-says-yes-fails-make-case\" target=\"_blank\">https://www.jihadwatch.org/2017/09/robert-spencers-jihad-watch-hate-group-splc-says-yes-fails-make-case </a></li>\n<li><a href=\"https://www.jihadwatch.org/tag/southern-poverty-law-center\" target=\"_blank\">https://www.jihadwatch.org/tag/southern-poverty-law-center </a></li>\n<li><a href=\"https://www.jihadwatch.org/2017/08/mainstream-conservatives-on-splcs-hate-group-hit-list-now-stand-to-lose-platforms\" target=\"_blank\">https://www.jihadwatch.org/2017/08/mainstream-conservatives-on-splcs-hate-group-hit-list-now-stand-to-lose-platforms </a></li>\n<li>UN story provided by Spencer #1: <a href=\"https://www.unwatch.org/130-page-report-unrwa-teachers-incite-terrorism-antisemitism/\" target=\"_blank\">https://www.unwatch.org/130-page-report-unrwa-teachers-incite-terrorism-antisemitism/ </a></li>\n<li>UN story provided by Spencer #2: <a href=\"https://www.jpost.com/Breaking-News/Minister-Erdan-The-UN-serves-as-the-Hamas-Foreign-Office-547688\" target=\"_blank\">https://www.jpost.com/Breaking-News/Minister-Erdan-The-UN-serves-as-the-Hamas-Foreign-Office-547688 </a></li>\n<li>\n<p>UN story provided by Spencer #3: <a href=\"https://www.timesofisrael.com/un-agency-no-longer-employing-gaza-staffer-accused-of-hamas-ties/\" target=\"_blank\">https://www.timesofisrael.com/un-agency-no-longer-employing-gaza-staffer-accused-of-hamas-ties/ </a></p>\n<hr>\n<h3>Transparency</h3>\n</li>\n<li><a href=\"https://www.jihadwatch.org/contact-us\" target=\"_blank\">https://www.jihadwatch.org/contact-us </a></li>\n<li><a href=\"https://www.jihadwatch.org/about-robert\" target=\"_blank\">https://www.jihadwatch.org/about-robert </a></li>\n<li>\n<p><a href=\"https://www.horowitzfreedomcenter.org/websites\" target=\"_blank\">https://www.horowitzfreedomcenter.org/websites </a></p>\n<hr>\n<h3>History</h3>\n</li>\n<li><a href=\"https://www.jihadwatch.org/why-jihad-watch\" target=\"_blank\">https://www.jihadwatch.org/why-jihad-watch </a></li>\n<li><a href=\"https://www.sourcewatch.org/index.php/Jihad_Watch\" target=\"_blank\">https://www.sourcewatch.org/index.php/Jihad_Watch </a></li>\n<li><a href=\"https://www.cbc.ca/news/canada/toronto/race-relations-board-1.4255491\" target=\"_blank\">https://www.cbc.ca/news/canada/toronto/race-relations-board-1.4255491 </a></li>\n</ul>","frontmatter":{"title":"jihadwatch.org","author":"John Gregory","date":"2018-09-13T20:51:51.196+0000"}}},"pageContext":{"slug":"/jihadwatch.org/"}}