{"data":{"markdownRemark":{"html":"<div class=\"right-score\">Score: 100</div>\n<h1>hrw.org&emsp; <span class=\"net-country\">(WEB - en-US)</span></h1>\n<p>The website of Human Rights Watch, an international advocacy group that investigates and issues reports on abuses and torture around the world. </p>\n<hr>\n<header class=\"flex-container rating green\"><div class=\"nguard-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 49 64\"><g><rect fill=\"#fff\" x=\"5.11\" y=\"11.06\" width=\"40.4\" height=\"31.66\"></rect></g><g><path fill=\"#42b149\" fill-rule=\"evenodd\" d=\"M49,0H0V24.07C0,40.86,0,52,22.79,63.18l1.67.82,1.66-.82C48.54,52,49,40.86,49,24.07ZM22.86,40.23a2.35,2.35,0,0,1-3.45,0L7.33,28.37a2.47,2.47,0,0,1,0-3.39l3.54-3.4a2.15,2.15,0,0,1,1.67-.75,2.45,2.45,0,0,1,1.77.75l6.83,6.76L36.9,12.77A2.45,2.45,0,0,1,38.67,12a2.14,2.14,0,0,1,1.67.75l3.54,3.39a2.49,2.49,0,0,1,0,3.4Z\"></path></g></svg></div><div><span>This website generally maintains basic standards of credibility and transparency.</span></div></header>\n<div class=\"columnizer\"><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Does not repeatedly publish false content</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Gathers and presents information responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Regularly corrects or clarifies errors</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Handles the difference between news and opinion responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Avoids deceptive headlines</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Website discloses ownership and financing</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Clearly labels advertising</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Reveals who's in charge, including any possible conflicts of interest</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>The site provides names of content creators, along with either contact or biographical information</span></span></div></div></div>\n<hr>\n<h3>Ownership and Financing</h3>\n<p>HRW.org is owned by Human Rights Watch, a New York City-based nonprofit that documents and advocates for the protection of human rights in more than 90 countries. The group received more than $55 million in revenue in 2016, according to its IRS filings, about 85 percent of which came from contributions and grants. Human Rights Watch says it does not accept funding from any government, directly or indirectly through multilateral agencies like the United Nations or the World Bank, because it often assesses human-rights policies of countries and other institutions.</p>\n<p>Human Rights Watch lists several “partners,” including foundations, which contribute to the organization. A search of two partners’ websites showed the John D. and Catherine T. MacArthur Foundation donated more than $32 million between 1988 and 2015, and the Ford Foundation gave Human Rights Watch $3.3 million between 2015 and 2017. Another donor, the Carnegie Corp. of New York, has given Human Rights Watch at least $1.3 million since 2007.</p>\n<hr>\n<h3>Content</h3>\n<p>The organization’s stated goal is to defend the human rights of people worldwide. Its website provides news releases, commentary, and reports focusing on children's rights, free speech, international justice, and torture. Articles that cover news in non-English-speaking countries usually link to translations in languages including Spanish, Russian, Arabic, Persian, Kurdish, Portuguese, French, Greek, Turkish, and German. For example, a story titled “Russia: ‘Gay Propaganda’ Law Endangers Children,” about a Russian law used to deny young people access to LGBT information and support services, can be read in five languages.</p>\n<p>Typical content on the site has included a short story, or “dispatch,” about the use of torture against imprisoned political activists in the Democratic Republic of Congo, a report about state-sponsored sexual violence against women in North Korea, and a news release reporting the arrest of 10 Indonesian women suspected of being lesbians.</p>\n<p>Articles are written by Human Rights Watch staff, including lawyers, researchers, and former journalists. Many researchers write dispatches from their home country, often citing findings from Human Rights Watch and information from news organizations and other advocacy groups.</p>\n<p>Human Rights Watch publishes five to 10 major reports a month, citing interviews and witness accounts, and usually accompanying them with photos, videos, and maps of the region. Each report includes a methodology and a list of policy recommendations. In April 2018, for example, the group investigated child labor and human-rights issues on tobacco farms in Zimbabwe, interviewing more than 120 farmers and workers. The report found that many children and adult workers face serious health risks, including nicotine poisoning from handling plants.</p>\n<p>In February 2018, Human Rights Watch released a report about religiously motivated discrimination against lesbian, gay, bisexual, and transgender people in the U.S., based on interviews with 112 LGBT people, service providers, and advocates. The researchers concluded that many religious-exemption bills, which are meant to shield those who have a religious objection to homosexuality, are harmful to the civil rights of LGBT people. </p>\n<p>Items labeled “Take Action” and “Take Action Now” provide information about advocacy campaigns. In November 2018, the site encouraged readers to go to an Indonesian Facebook page to request that the country end its practice of confining psychosocially disabled people, who often are shackled to beds or held in animal pens. Another campaign asked U.S. readers to urge Congress to end the incarceration of families seeking asylum at the nation’s southern border. </p>\n<hr>\n<h3>Credibility</h3>\n<p>Human Rights Watch has a staff of about 400 people, including researchers, lawyers, journalists, and academics, according to the site. The group’s reports usually include references to local and international laws. Most cite dozens of interviews with abuse victims, witnesses, government officials, and local rights activists. The organization regularly sends its researchers to conflict zones to document war crimes. Headlines accurately reflect the content.</p>\n<p>The group’s work has impact. In April 2018, for example, four major Chinese companies —  Alibaba, Baidu, Huawei, and Tencent — pledged to practice gender equality in recruitment, in response to a Human Rights Watch report on discrimination in job advertisements. Since October 2016, Human Rights Watch has documented more than 60 extrajudicial killings, dozens of disappearances, and mass arrests by Mali and Burkina Faso counterterrorism forces fighting Islamist groups in central Mali. The Malian government met with Human Rights Watch and opened numerous investigations into the allegations as a result of these findings, although none had led to arrests as of December 2018. </p>\n<p>The group’s 2018 report on global human exploitation focused on several diamond-producing countries in Africa. As a result, Tiffany &#x26; Co. agreed to track its “newly sourced” diamonds above 0.18 carats and to tell customers the country or region where they were mined. The jeweler also tightened its supply line.</p>\n<p>The organization posts a corrections policy that provides contact information for people who want to point out possible errors. Recently corrected articles are posted on a dedicated page.</p>\n<p>Opinion is clearly labeled.</p>\n<p>Human Rights Watch’s reports on Israel’s treatment of Palestinian residents in the Gaza Strip and West Bank have been the source of controversy, with Israel supporters arguing that the organization has an anti-Israel bias.</p>\n<p>Many of Human Rights Watch’s annual reports, posted on the website back to 1989, begin their recap of the conflict’s toll with Israeli actions against Palestinians — underplaying, critics say, the provocations that led to the casualties. For example, the 2019 report states: \"Israeli forces stationed on the Israeli side of the fences separating Gaza and Israel responded to demonstrations for Palestinian rights on the Gaza side with excessive lethal force. Between March 30 and November 19, security forces killed 189 Palestinian demonstrators, including 31 children and 3 medical workers, and wounded more than 5,800 with live fire. Demonstrators threw rocks and ‘Molotov cocktails,’ used slingshots to hurl projectiles, and launched kites bearing incendiary materials, which caused significant property damage to nearby Israeli communities, and, in at least one instance, fired towards soldiers. Officers repeatedly fired on protesters who posed no imminent threat to life, pursuant to expansive open-fire orders from senior officials that contravene international human rights law standards.”</p>\n<p>On its Israel/Palestine landing page, HRW.org states that Israel’s “occupation of the West Bank and Gaza involves systematic rights abuses, including collective punishment, routine use of excessive lethal force, and prolonged administrative detention without charge or trial for hundreds. It builds and supports illegal settlements in the occupied West Bank, expropriating Palestinian land and imposing burdens on Palestinians but not on settlers, restricting their access to basic services and making it nearly impossible for them to build in much of the West Bank without risking demolition. Israel’s decade-long closure of Gaza, supported by Egypt, severely restricts the movement of people and goods, with devastating humanitarian impact.”</p>\n<p>Critics of Human Rights Watch say that the organization and its executive director, Kenneth Roth, downplay Iran-backed Hamas’ pledge to eradicate the Jewish state and hold Israel to a standard that it does not apply to Palestinian authorities. In a September 2017 opinion article in the Forward, a publication that serves the American Jewish community, writer Daniel Kohn said that “Roth has used his organization to support Israel’s opponents” for two decades.</p>\n<p>“There is room for legitimate criticism of Israel as there is with any country or society, and certainly those embroiled in conflict,” Kohn wrote. “However, when an organization such as HRW becomes complicit in sustained and unjustified attacks on Israel originating in and fomented by countries such as Iran, Syria and Egypt, it makes a mockery of justice and fairness and undermines human rights.”</p>\n<p>Human Rights Watch co-founder Robert Bernstein left the group in protest of its treatment of Israel.“I must do something that I never anticipated: I must publicly join the group’s critics,” Bernstein wrote in The New York Times in 2009. “Human Rights Watch had as its original mission to pry open closed societies, advocate basic freedoms and support dissenters. But recently it has been issuing reports on the Israeli-Arab conflict that are helping those who wish to turn Israel into a pariah state.”</p>\n<p>Amid the controversy, Roth has maintained that Human Rights Watch is only following its mandate. “We are pro-rights, and will push to defend people’s rights whichever government violates them, including Israel,” he told The Australian Financial Review in July 2018. Roth declined to comment to NewsGuard. </p>\n<p>The group’s defenders also point to an October 2018 Human Rights Watch report that was highly critical of the Palestinian Authority and Hamas. The report, the result of a two-year investigation, found that the Palestinian Authority and Hamas “have established machineries of repression to crush dissent, including through the use of torture.” The two rival groups arrested people for “peaceful criticism,” and targeted each other’s supporters, according to the report, which said that “Palestinian authorities routinely arrest people whose peaceful speech displeases them and torture those in their custody.”</p>\n<p>In 1992, the International Campaign to Ban Landmines, an organization co-founded by Human Rights Watch and five other nonprofits, was awarded the Nobel Peace Prize jointly with its founding coordinator, Jody Williams, for its work to eliminate the use of landmines. </p>\n<hr>\n<h3>Transparency</h3>\n<p>The site’s People page lists the names of the group’s leaders, along with photos and their Twitter handles. Human Rights Watch provides profile pages for most of its writers and other employees, which often include a short biography, Twitter handles, and links to past work. The website also offers general contact information for staff members in more than a dozen countries.</p>\n<p>The organization's About Us section details its mission and its research methodology. It also provides information about its board of directors and its advisory committees. Human Rights Watch’s annual reports, IRS filings, and financial statements are available for download.</p>\n<p>The website discloses the names of its nonprofit benefactor partners, including the Open Society, Ford, and MacArthur foundations; the Atlantic Philanthropies; and the Dutch Postcode Lottery, the largest charity lottery in the Netherlands. </p>\n<hr>\n<h3>History</h3>\n<p>Bernstein and rights activist Aryeh Neier founded Human Rights Watch in 1978 as Helsinki Watch. Their goal was to monitor the Soviet Union’s adherence to the Helsinki Accords, a nonbinding agreement among 35 nations to respect human rights. Bernstein wrote that the organization “wanted to prevent the Soviet Union and its followers from playing a moral equivalence game with the West and to encourage liberalization by drawing attention to dissidents like Andrei Sakharov, Natan Sharansky and those in the Soviet gulag — and the millions in China’s laogai, or labor camps.”</p>\n<p>The organization began reporting on rights abuses in the U.S. around 1980, Emma Daly, the group’s communications director, told NewsGuard. Throughout that decade, the group added new divisions: Americas Watch, Asia Watch, Africa Watch, and Middle East Watch. Reflecting its more global orientation, the organization formally adopted the name Human Rights Watch in 1988.</p>\n<p>Roth, an American lawyer, became executive director in 1993. Bernstein stepped down as chairman in 1998.</p>\n<p><em>Disclosure: NewsGuard co-CEO Gordon Crovitz is married to Minky Worden, director of global initiatives at Human Rights Watch.</em></p>\n<hr>\n<pre><code>Written by:\nSophia Tewa\n\nEdited by:\nPeggy Ackermann&#x26;emsp;Eric Effron&#x26;emsp;\n</code></pre>\n<h2>Sources</h2>\n<hr>\n<h3>Ownership and Financing</h3>\n<ul>\n<li><a href=\"https://www.hrw.org/sites/default/files/supporting_resources/english_annual_report_2017.pdf\" target=\"_blank\">https://www.hrw.org/sites/default/files/supporting<em>resources/english</em>annual<em>report</em>2017.pdf</a></li>\n<li><a href=\"https://www.hrw.org/sites/default/files/supporting_resources/hrw_2016_form_990.pdf\" target=\"_blank\">https://www.hrw.org/sites/default/files/supporting<em>resources/hrw</em>2016<em>form</em>990.pdf</a></li>\n<li><a href=\"https://donate.hrw.org/page/16059/donate/1?promo_id=1010\" target=\"_blank\">https://donate.hrw.org/page/16059/donate/1?promo_id=1010</a></li>\n<li><a href=\"https://www.macfound.org/grantees/389/\" target=\"_blank\">https://www.macfound.org/grantees/389/</a></li>\n<li><a href=\"https://www.rbf.org/grantees/human-rights-watch-inc\" target=\"_blank\">https://www.rbf.org/grantees/human-rights-watch-inc</a></li>\n<li><a href=\"https://www.carnegie.org/grants/grants-database/grantee/human-rights-watch-inc/#!/grants/grants-database/grant/51345.0/\" target=\"_blank\">https://www.carnegie.org/grants/grants-database/grantee/human-rights-watch-inc/#!/grants/grants-database/grant/51345.0/</a></li>\n<li><a href=\"https://www.fordfoundation.org/work/our-grants/grants-database/grants-all?search=%26SearchText%3Dhuman%20rights%20watch&page=0&minyear=2015&maxyear=2017\" target=\"_blank\">https://www.fordfoundation.org/work/our-grants/grants-database/grants-all?search=%26SearchText%3Dhuman%20rights%20watch&#x26;page=0&#x26;minyear=2015&#x26;maxyear=2017</a></li>\n<li><a href=\"https://www.charitynavigator.org/index.cfm?bay=search.summary&orgid=3845\" target=\"_blank\">https://www.charitynavigator.org/index.cfm?bay=search.summary&#x26;orgid=3845</a></li>\n<li>\n<p><a href=\"https://www.hrw.org/financials\" target=\"_blank\">https://www.hrw.org/financials</a></p>\n<hr>\n<h3>Content</h3>\n</li>\n<li><a href=\"https://www.hrw.org/students-and-educators\" target=\"_blank\">https://www.hrw.org/students-and-educators</a></li>\n<li><a href=\"https://www.hrw.org/video-photos\" target=\"_blank\">https://www.hrw.org/video-photos</a></li>\n<li><a href=\"https://www.hrw.org/news/2018/11/08/china-female-civil-servants-face-discrimination-harassment\" target=\"_blank\">https://www.hrw.org/news/2018/11/08/china-female-civil-servants-face-discrimination-harassment</a></li>\n<li><a href=\"https://www.hrw.org/join-us/take-action\" target=\"_blank\">https://www.hrw.org/join-us/take-action</a></li>\n<li><a href=\"https://www.hrw.org/EndFamilyDetention\" target=\"_blank\">https://www.hrw.org/EndFamilyDetention</a></li>\n<li><a href=\"https://www.hrw.org/report/2018/11/01/you-cry-night-dont-know-why/sexual-violence-against-women-north-korea\" target=\"_blank\">https://www.hrw.org/report/2018/11/01/you-cry-night-dont-know-why/sexual-violence-against-women-north-korea</a></li>\n<li><a href=\"https://www.hrw.org/news/2018/11/06/fresh-wave-anti-lgbt-moral-panic-hits-indonesia\" target=\"_blank\">https://www.hrw.org/news/2018/11/06/fresh-wave-anti-lgbt-moral-panic-hits-indonesia</a></li>\n<li><a href=\"https://www.hrw.org/breakthechains\" target=\"_blank\">https://www.hrw.org/breakthechains</a></li>\n<li><a href=\"https://www.hrw.org/report/2018/02/19/all-we-want-equality/religious-exemptions-and-discrimination-against-lgbt-people\" target=\"_blank\">https://www.hrw.org/report/2018/02/19/all-we-want-equality/religious-exemptions-and-discrimination-against-lgbt-people</a></li>\n<li><a href=\"https://www.hrw.org/report/2018/04/05/bitter-harvest/child-labor-and-human-rights-abuses-tobacco-farms-zimbabwe\" target=\"_blank\">https://www.hrw.org/report/2018/04/05/bitter-harvest/child-labor-and-human-rights-abuses-tobacco-farms-zimbabwe</a></li>\n<li><a href=\"https://www.hrw.org/news/2018/11/09/torture-activists-routine-congo\" target=\"_blank\">https://www.hrw.org/news/2018/11/09/torture-activists-routine-congo</a></li>\n<li><a href=\"https://www.hrw.org/news/2018/12/12/russia-gay-propaganda-law-endangers-children\" target=\"_blank\">https://www.hrw.org/news/2018/12/12/russia-gay-propaganda-law-endangers-children</a></li>\n<li>\n<p><a href=\"https://www.hrw.org/EndFamilyDetention\" target=\"_blank\">https://www.hrw.org/EndFamilyDetention</a></p>\n<hr>\n<h3>Credibility</h3>\n</li>\n<li><a href=\"https://www.hrw.org/about-our-research\" target=\"_blank\">https://www.hrw.org/about-our-research</a></li>\n<li><a href=\"https://www.hrw.org/impact\" target=\"_blank\">https://www.hrw.org/impact</a></li>\n<li><a href=\"https://www.hrw.org/report/2018/04/23/only-men-need-apply/gender-discrimination-job-advertisements-china\" target=\"_blank\">https://www.hrw.org/report/2018/04/23/only-men-need-apply/gender-discrimination-job-advertisements-china</a></li>\n<li><a href=\"https://www.bbc.com/news/world-asia-43869992\" target=\"_blank\">https://www.bbc.com/news/world-asia-43869992</a></li>\n<li><a href=\"https://www.hrw.org/frequently-asked-questions\" target=\"_blank\">https://www.hrw.org/frequently-asked-questions</a></li>\n<li><a href=\"https://www.hrw.org/news/2018/04/26/chinese-tech-companies-delete-gender-discriminatory-job-ads\" target=\"_blank\">https://www.hrw.org/news/2018/04/26/chinese-tech-companies-delete-gender-discriminatory-job-ads</a></li>\n<li><a href=\"https://www.hrw.org/news/2017/11/03/mali-defense-ministry-promises-abuse-inquiry\" target=\"_blank\">https://www.hrw.org/news/2017/11/03/mali-defense-ministry-promises-abuse-inquiry</a></li>\n<li><a href=\"https://www.hrw.org/news/2018/06/28/mali-should-implement-recommendations-rule-law\" target=\"_blank\">https://www.hrw.org/news/2018/06/28/mali-should-implement-recommendations-rule-law</a></li>\n<li><a href=\"https://www.hrw.org/news/2018/04/09/mali-deaths-torture-army-detention\" target=\"_blank\">https://www.hrw.org/news/2018/04/09/mali-deaths-torture-army-detention</a></li>\n<li><a href=\"https://www.lemonde.fr/afrique/article/2018/04/13/au-mali-les-autorites-enquetent-sur-des-soupcons-d-executions-sommaires-par-l-armee_5285252_3212.html\" target=\"_blank\">https://www.lemonde.fr/afrique/article/2018/04/13/au-mali-les-autorites-enquetent-sur-des-soupcons-d-executions-sommaires-par-l-armee<em>5285252</em>3212.html</a></li>\n<li><a href=\"http://www.niemanlab.org/2010/03/ngos-as-newsmakers-russian-georgian-conflict-edition/\" target=\"_blank\">http://www.niemanlab.org/2010/03/ngos-as-newsmakers-russian-georgian-conflict-edition/</a></li>\n<li><a href=\"https://www.hrw.org/report/2009/01/23/flames/humanitarian-law-violations-and-civilian-victims-conflict-over-south\" target=\"_blank\">https://www.hrw.org/report/2009/01/23/flames/humanitarian-law-violations-and-civilian-victims-conflict-over-south</a></li>\n<li><a href=\"https://www.hrw.org/legacy/wr2k1/print/landmines.pdf\" target=\"_blank\">https://www.hrw.org/legacy/wr2k1/print/landmines.pdf</a></li>\n<li><a href=\"https://www.nobelprize.org/prizes/peace/1997/icbl/facts/\" target=\"_blank\">https://www.nobelprize.org/prizes/peace/1997/icbl/facts/</a></li>\n<li><a href=\"https://phr.org/impact/campaign-to-ban-landmines/#top\" target=\"_blank\">https://phr.org/impact/campaign-to-ban-landmines/#top</a></li>\n<li><a href=\"https://www.hrw.org/corrections\" target=\"_blank\">https://www.hrw.org/corrections</a></li>\n<li><a href=\"http://www.niemanlab.org/2012/09/how-human-rights-watch-got-into-the-quasi-journalism-business/?relatedstory\" target=\"_blank\">http://www.niemanlab.org/2012/09/how-human-rights-watch-got-into-the-quasi-journalism-business/?relatedstory</a></li>\n<li><a href=\"http://www.icbl.org/en-gb/news-and-events/news/2012/20-years-in-the-life-of-a-nobel-peace-prizewinning.aspx\" target=\"_blank\">http://www.icbl.org/en-gb/news-and-events/news/2012/20-years-in-the-life-of-a-nobel-peace-prizewinning.aspx</a></li>\n<li><a href=\"https://www.hrw.org/corrections\" target=\"_blank\">https://www.hrw.org/corrections</a></li>\n<li>Correction: <a href=\"https://www.hrw.org/news/2018/10/22/irans-activists-prisons-just-start\" target=\"_blank\">https://www.hrw.org/news/2018/10/22/irans-activists-prisons-just-start</a></li>\n<li>Correction: <a href=\"https://www.hrw.org/news/2018/10/18/lebanon-no-action-enforce-new-waste-law\" target=\"_blank\">https://www.hrw.org/news/2018/10/18/lebanon-no-action-enforce-new-waste-law</a></li>\n<li>Correction: <a href=\"https://www.hrw.org/news/2018/09/02/yemen-coalition-bus-bombing-apparent-war-crime\" target=\"_blank\">https://www.hrw.org/news/2018/09/02/yemen-coalition-bus-bombing-apparent-war-crime</a></li>\n<li><a href=\"https://www.afr.com/brand/boss/human-rights-crusader-ken-roth-clocks-up-25-years-on-the-front-line-20180716-h12r1t\" target=\"_blank\">https://www.afr.com/brand/boss/human-rights-crusader-ken-roth-clocks-up-25-years-on-the-front-line-20180716-h12r1t</a></li>\n<li><a href=\"https://forward.com/opinion/382213/human-rights-watch-tweet-exposes-decades-old-anti-israel-bias/\" target=\"_blank\">https://forward.com/opinion/382213/human-rights-watch-tweet-exposes-decades-old-anti-israel-bias/</a></li>\n<li><a href=\"https://www.jpost.com/Arab-Israeli-Conflict/Human-Rights-Watch-issues-special-report-about-PA-Hamas-torture-570056\" target=\"_blank\">https://www.jpost.com/Arab-Israeli-Conflict/Human-Rights-Watch-issues-special-report-about-PA-Hamas-torture-570056</a></li>\n<li><a href=\"https://www.hrw.org/report/2018/10/23/two-authorities-one-way-zero-dissent/arbitrary-arrest-and-torture-under#page\" target=\"_blank\">https://www.hrw.org/report/2018/10/23/two-authorities-one-way-zero-dissent/arbitrary-arrest-and-torture-under#page</a></li>\n<li><a href=\"https://www.nytimes.com/2009/10/20/opinion/20bernstein.html\" target=\"_blank\">https://www.nytimes.com/2009/10/20/opinion/20bernstein.html</a></li>\n<li><a href=\"https://www.hrw.org/news/2019/01/09/tiffany-and-co-announces-new-diamond-transparency\" target=\"_blank\">https://www.hrw.org/news/2019/01/09/tiffany-and-co-announces-new-diamond-transparency</a></li>\n<li><a href=\"https://www.dol.gov/sites/default/files/documents/ilab/ListofGoods.pdf\" target=\"_blank\">https://www.dol.gov/sites/default/files/documents/ilab/ListofGoods.pdf</a></li>\n<li><a href=\"https://www.washingtonpost.com/world/national-security/unesco-votes-to-admit-palestine-over-us-objections/2011/10/31/gIQAMleYZM_story.html?utm_term=.b9cf5e166b0e\" target=\"_blank\">https://www.washingtonpost.com/world/national-security/unesco-votes-to-admit-palestine-over-us-objections/2011/10/31/gIQAMleYZM<em>story.html?utm</em>term=.b9cf5e166b0e</a></li>\n<li><a href=\"https://www.hrw.org/sites/default/files/world_report_download/wr2011_book_complete.pdf\" target=\"_blank\">https://www.hrw.org/sites/default/files/world<em>report</em>download/wr2011<em>book</em>complete.pdf</a></li>\n<li><a href=\"https://www.hrw.org/previous-world-reports\" target=\"_blank\">https://www.hrw.org/previous-world-reports</a></li>\n<li><a href=\"https://www.hrw.org/world-report/2019\" target=\"_blank\">https://www.hrw.org/world-report/2019</a></li>\n<li><a href=\"https://www.vox.com/2018/11/20/18080054/palestinian-liberation-organization-israel-conflict\" target=\"_blank\">https://www.vox.com/2018/11/20/18080054/palestinian-liberation-organization-israel-conflict</a></li>\n<li>\n<p><a href=\"https://www.hrw.org/news/2019/02/01/vietnam-hanoi-misleads-un-rights-record\" target=\"_blank\">https://www.hrw.org/news/2019/02/01/vietnam-hanoi-misleads-un-rights-record</a></p>\n<hr>\n<h3>Transparency</h3>\n</li>\n<li><a href=\"https://www.hrw.org/about\" target=\"_blank\">https://www.hrw.org/about</a></li>\n<li><a href=\"https://www.hrw.org/contact-us\" target=\"_blank\">https://www.hrw.org/contact-us</a></li>\n<li><a href=\"https://www.hrw.org/about/partners\" target=\"_blank\">https://www.hrw.org/about/partners</a></li>\n<li><a href=\"https://www.hrw.org/financials\" target=\"_blank\">https://www.hrw.org/financials</a></li>\n<li><a href=\"https://www.hrw.org/about/people\" target=\"_blank\">https://www.hrw.org/about/people</a></li>\n<li><a href=\"https://www.hrw.org/about/people/board-directors\" target=\"_blank\">https://www.hrw.org/about/people/board-directors</a></li>\n<li><a href=\"https://www.hrw.org/about/people/senior-management\" target=\"_blank\">https://www.hrw.org/about/people/senior-management</a></li>\n<li><a href=\"https://www.hrw.org/about/people/advisory-committees\" target=\"_blank\">https://www.hrw.org/about/people/advisory-committees</a></li>\n<li>\n<p><a href=\"https://www.hrw.org/news/2016/08/09/dutch-postcode-lottery-human-rights-watch\" target=\"_blank\">https://www.hrw.org/news/2016/08/09/dutch-postcode-lottery-human-rights-watch</a></p>\n<hr>\n<h3>History</h3>\n</li>\n<li><a href=\"https://www.hrw.org/history\" target=\"_blank\">https://www.hrw.org/history</a></li>\n<li><a href=\"https://www.nobelprize.org/nobel_prizes/peace/laureates/index.html\" target=\"_blank\">https://www.nobelprize.org/nobel_prizes/peace/laureates/index.html</a></li>\n<li><a href=\"https://academic.oup.com/jhrp/article/1/3/477/2188789\" target=\"_blank\">https://academic.oup.com/jhrp/article/1/3/477/2188789</a></li>\n<li><a href=\"https://www.opensocietyfoundations.org/people/aryeh-neier\" target=\"_blank\">https://www.opensocietyfoundations.org/people/aryeh-neier</a></li>\n</ul>","frontmatter":{"title":"hrw.org","author":"Sophia Tewa","date":"2019-02-05T20:06:42.225+0000"}}},"pageContext":{"slug":"/hrw.org/"}}