{"data":{"markdownRemark":{"html":"<div class=\"right-score\">Score: 17.5</div>\n<h1>lifesitenews.com&emsp; <span class=\"net-country\">(WEB - en-US)</span></h1>\n<p>A website that publishes news and commentary on anti-abortion activism and legislation, which has repeatedly misstated medical research about abortion to support its views.</p>\n<hr>\n<header class=\"flex-container rating red\"><div class=\"nguard-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 49 64\"><g><rect fill=\"#fff\" x=\"16.44\" y=\"5.22\" width=\"18.17\" height=\"44.61\"></rect></g><g><path fill=\"#c92027\" fill-rule=\"evenodd\" d=\"M0,0V24.07C0,40.86,0,52,22.79,63.19l1.66.82,1.66-.82C48.93,52,49,40.86,49,24.07V0ZM30,43a1.92,1.92,0,0,1-.56,1.39,1.85,1.85,0,0,1-1.37.58H21.94a1.84,1.84,0,0,1-1.37-.58A1.91,1.91,0,0,1,20,43V37a1.91,1.91,0,0,1,.57-1.4A1.84,1.84,0,0,1,21.94,35h6.13a1.85,1.85,0,0,1,1.37.58A1.92,1.92,0,0,1,30,37Zm0-15a1.87,1.87,0,0,1-.56,1.37,1.85,1.85,0,0,1-1.37.57H21.94a1.83,1.83,0,0,1-1.37-.57A1.85,1.85,0,0,1,20,28.07V9.93A1.93,1.93,0,0,1,21.94,8h6.13A1.92,1.92,0,0,1,30,9.93Z\"></path></g></svg></div><div><span>Proceed with caution: This website severely violates basic standards of credibility and transparency.</span></div></header>\n<div class=\"columnizer\"><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Does not repeatedly publish false content</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Gathers and presents information responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Regularly corrects or clarifies errors</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Handles the difference between news and opinion responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Avoids deceptive headlines</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Website discloses ownership and financing</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Clearly labels advertising</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Reveals who's in charge, including any possible conflicts of interest</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>The site provides names of content creators, along with either contact or biographical information</span></span></div></div></div>\n<hr>\n<h3>Ownership</h3>\n<p>LifeSiteNews.com is a nonprofit based in Front Royal, Virginia, and Toronto. LifeSiteNews was founded by the Campaign Life Coalition, a Toronto-based organization that primarily opposes abortion, but also advocates against “threats to human life, the family and freedom.”</p>\n<p>The site is financed through reader contributions and advertisements.</p>\n<hr>\n<h3>Content </h3>\n<p>LifeSiteNews.com says it is “dedicated to issues of culture, life and family” on its About page, while emphasizing “the social worth of traditional Judeo-Christian principles.” It articulates a fear that “respect for life and family are endangered” and that “abortion, euthanasia, cloning, homosexuality” are involved in an “international conflict affecting all nations.”</p>\n<p>The site publishes stories in line with these principles, producing news articles, opinion pieces, and blog entries on abortion and other topics including adoption, pornography, homosexuality, and assisted suicide. The website devoted significant coverage in 2018 to the story of sexual abuse by priests in the Catholic Church, with columns and news stories debating the effectiveness of the Church’s response.</p>\n<p>The Blogs section features regular contributors who provide news coverage mixed with commentary. Visitors can toggle between a Standard Edition and a Catholic Edition, which repackages the site’s stories to emphasize those relevant to the Catholic Church. The site also links to a Resources section called LifeFacts, posting information about abortion, and a Petitions platform called LifePetitions.</p>\n<p>The site primarily publishes news on its relevant issues related to the U.S. and Canada. Originally produced stories on LifeSiteNews feature firsthand interviews and cite other news and information sites. Stories are also posted from anti-abortion organizations, such as the Society for the Protection of Unborn Children. The site’s opinion section features articles written by contributors or published by different news organizations with similar views, with headlines such as “Jimmy Carter needs a reality check on the damage homosexuality does” and “Indulging ‘transgender’ ideology has deadly consequences.”</p>\n<hr>\n<h3>Credibility </h3>\n<p>While LifeSiteNews clearly discloses its mission and anti-abortion perspective, it has repeatedly published false stories about the medical risks of abortion on its site. The site dedicates a page of LifeFacts to the “link” between abortion and breast cancer, stating “There is an abundance of scientific data showing that terminating a pregnancy is not only a real cause of cancer, but an unusually potent one.” The website repeats this claim in dozens of articles on the site, and has not issued corrections to the content. For example, a March 2017 news story titled “Why do more black women get breast cancer? More black women get abortions,” cited a Vancouver anti-abortion researcher’s claims that “the story behind breast cancer’s rising incidence rate among America’s older black women is the story of abortion’s rise among the same group two generations ago.” A November 2018 article headlined, “A candidate’s position on abortion matters more than you think when you pull that lever” stated that “Even women and men with no previous history of trauma can suffer painful symptoms after their abortions,” listing “increased risk of breast cancer” as one possible symptom.</p>\n<p>The National Cancer Institute and the American College of Obstetricians and Gynecologists (ACOG) have repeatedly reviewed scientific evidence since 2003 and concluded that there is no link between abortion and breast cancer. An ACOG analysis of multiple studies on the purported breast cancer and abortion link found that some earlier research asserting that a link existed was “methodologically flawed.” Additionally, the American Cancer Society has stated that “scientific research studies have not found a cause-and-effect relationship between abortion and breast cancer.”</p>\n<p>Steve Jalsevac, President and co-founder of LifeSiteNews, told NewsGuard in an email that these stories had not been corrected or removed “simply because the stories have been accurate.” “We have attended talks and many times personally met with the persons who discovered the link between abortion and breast cancer. We have very carefully examined their evidence and concluded that their claims are credible,” Jalsevac said. “As for the National Cancer Institute and the American College of Obstetricians and Gynecologists (ACOG), there is a great deal of internal and external pressure on them to avoid giving credibility to the abortion/ breast cancer link. Any admission that it is credible would create major problems for the abortion supportive medical establishment, for hugely government funded Planned Parenthood and for the many feminist and other liberal organizations that consider abortion to be a sacred right deserving extraordinary special protection.”</p>\n<p>LifeSiteNews has also presented misleading information about the pill used to chemically induce an abortion. An August 2018 article on mifepristone, also known as the abortion pill, reported that the Food and Drug Administration stated “the disturbing fact that 22 American women have been killed by abortion pills.” The FDA report that the article referenced, however, stated that between September 2000 and December 2017, 22 deaths in the U.S. were “associated with Mifeprex,” a brand name for the drug, but that deaths “cannot with certainty be causally attributed to mifepristone” because of other factors, including other medical conditions of the patient or the use of other drugs. One of the deaths included in the count was a suspected homicide. </p>\n<p>“The FDA cannot automatically be assumed to be neutral or reliable when it denies the deaths of women as the result of using the abortion pill,” Jalsevac said, in an email to NewsGuard. “Any admission by the FDA that the abortion pill is more dangerous than claimed by its many promoters would create a whole mess of problems for the producers of the pill, the extremely influential population control movement, Planned Parenthood and others who distribute and/or profit from the distribution of the pill and for those who advocate the massive sexual liberation culture shift that we have experienced over the past several decades.” </p>\n<p>Another section of LifeFacts promotes using progesterone as a method to reverse the abortion pill. Although the page contains a heading for “the possible side effects of progesterone,” the section is left blank. There are both minor and serious possible side effects of using progesterone, according to the FDA, ranging from headaches and nausea to blindness and blood clots.</p>\n<p>Because LifeSiteNews.com has misstated medical research and distorted facts to advance its disclosed views on abortion, NewsGuard has determined that the website repeatedly publishes false content, does not gather and present information responsibly, and does not handle the difference between news and opinion responsibly. </p>\n<p>In addition to the headlines of stories that conveyed false information about abortion, others have omitted context to advance the site’s perspective, on abortion and on other issues. The headline of a July 2018 piece, “Republican bill would stop US embassies flying gay ‘pride’ flags,” misrepresents the facts that are reported in the story, which notes that that the legislation bans the flying of any flag other than the American flag at U.S. embassies. An August 2017 story headlined “Iceland kills 100% of babies with Down syndrome in abortion: New report” was based on a CBS report that actually asserted a small number of babies continue to be born in the country with Down Syndrome. </p>\n<p>LifeSiteNews.com published an article on its site challenging NewsGuard’s review and Jalsevac said that NewsGuard’s findings were not accurate. “Articles have to be far more carefully read and a larger number of articles on specific subjects have to be read,” he wrote. “Automatic assumptions about the credibility of large organizations and government institutions should never be made.”</p>\n<hr>\n<h3>Transparency </h3>\n<p>LifeSiteNews’ About page outlines its Judeo-Christian and anti-abortion principles and its ties to Campaign Life Coalition. Although the page states that LifeSiteNews is funded by advertisements and donations, the site does not name any of its major donors and thus does not meet NewsGuard’s standard for nonprofits’ disclosure of donors. “We do not have any, what might be considered major, donors,” Jalsevac told NewsGuard in an email. “We have received a few $100,000 donations from individual readers but that is the most that we have ever received from anyone.” He added that “we value our independence from any one or more large donors or from large advertisers who might want to dictate how LifeSite should be run.”</p>\n<p>A Contact page identifies the site’s top editors and provides photographs and contact forms for staff, as well as general contact information for different departments. Articles contain bylines, usually providing the author’s photograph, biography, and contact information.</p>\n<p>Advertisements are clearly distinguishable from editorial content.</p>\n<hr>\n<h3>History </h3>\n<p>Campaign Life Coalition founded the site in 1997.</p>\n<p><em>Editor’s Note: This Nutrition Label has been updated, and its r</em><em>ating has been changed, after additional review of the website’s content describing medical research and risks of abortion. The rating has been changed to reflect NewsGuard’s determination that the site repeatedly publishes false content, fails to gather and present information responsibly, does not regularly correct errors, does not avoid deceptive headlines, and does not adequately disclose its financing. T</em><em>his label has also been updated with comments from the website’s founder.</em></p>\n<p><em>Correction: This Nutrition Label has been updated to clarify that the headline of the July 2018 article, “Republican bill would stop US embassies flying gay ‘pride’ flags,” and not the full story, omitted context about the flag legislation.</em></p>\n<hr>\n<pre><code>Written by:\nSarah Brandt\n</code></pre>\n<h2>Sources</h2>\n<hr>\n<h3>Ownership and Financing</h3>\n<ul>\n<li>\n<p><a href=\"https://www.lifesitenews.com/about\" target=\"_blank\">https://www.lifesitenews.com/about</a></p>\n<hr>\n<h3>Content</h3>\n</li>\n<li><a href=\"https://www.lifesitenews.com/resources/abortion\" target=\"_blank\">https://www.lifesitenews.com/resources/abortion</a></li>\n<li><a href=\"https://lifepetitions.com/\" target=\"_blank\">https://lifepetitions.com/</a></li>\n<li>Story posted from elsewhere <a href=\"https://www.spuc.org.uk/news/news-stories/2018/july/im-really-not-sorry-mum-of-one-in-a-million-twin-with-downs-syndrome\" target=\"_blank\">https://www.spuc.org.uk/news/news-stories/2018/july/im-really-not-sorry-mum-of-one-in-a-million-twin-with-downs-syndrome</a></li>\n<li><a href=\"https://www.lifesitenews.com/opinion/jimmy-carter-needs-a-reality-check-on-the-damage-homosexuality-does\" target=\"_blank\">https://www.lifesitenews.com/opinion/jimmy-carter-needs-a-reality-check-on-the-damage-homosexuality-does</a></li>\n<li><a href=\"https://www.lifesitenews.com/opinion/indulging-transgender-ideology-has-deadly-consequences\" target=\"_blank\">https://www.lifesitenews.com/opinion/indulging-transgender-ideology-has-deadly-consequences</a></li>\n<li><a href=\"https://www.lifesitenews.com/opinion/why-are-eastern-europeans-hostile-to-islam-look-at-history\" target=\"_blank\">https://www.lifesitenews.com/opinion/why-are-eastern-europeans-hostile-to-islam-look-at-history</a></li>\n<li><a href=\"https://web.archive.org/web/20181115211214/https://www.lifesitenews.com/opinion\" target=\"_blank\">https://web.archive.org/web/20181115211214/https://www.lifesitenews.com/opinion</a></li>\n<li>\n<p><a href=\"https://web.archive.org/web/20181115211222/https://www.lifesitenews.com/\" target=\"_blank\">https://web.archive.org/web/20181115211222/https://www.lifesitenews.com/</a></p>\n<hr>\n<h3>Credibility</h3>\n</li>\n<li><a href=\"https://www.lifesitenews.com/news/isis-uses-contraceptives-to-keep-up-supply-of-sex-slaves-under-obscure-isla\" target=\"_blank\">https://www.lifesitenews.com/news/isis-uses-contraceptives-to-keep-up-supply-of-sex-slaves-under-obscure-isla</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/republicans-protect-religious-adoption-agencies-from-being-forced-to-give-k\" target=\"_blank\">https://www.lifesitenews.com/news/republicans-protect-religious-adoption-agencies-from-being-forced-to-give-k</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/priest-evil-gay-bishops-persecute-blackmail-faithful-priests-who-might-expo\" target=\"_blank\">https://www.lifesitenews.com/news/priest-evil-gay-bishops-persecute-blackmail-faithful-priests-who-might-expo</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/gay-irish-prime-minister-to-promote-lgbt-agenda-when-he-meets-pope\" target=\"_blank\">https://www.lifesitenews.com/news/gay-irish-prime-minister-to-promote-lgbt-agenda-when-he-meets-pope</a></li>\n<li><a href=\"https://www.irishtimes.com/news/social-affairs/religion-and-beliefs/images-of-same-sex-couples-removed-from-world-meeting-of-families-booklet-1.3372908\" target=\"_blank\">https://www.irishtimes.com/news/social-affairs/religion-and-beliefs/images-of-same-sex-couples-removed-from-world-meeting-of-families-booklet-1.3372908</a></li>\n<li><a href=\"https://www.independent.ie/irish-news/popes-visit-must-not-exclude-gay-catholics-says-mcaleese-36549777.html\" target=\"_blank\">https://www.independent.ie/irish-news/popes-visit-must-not-exclude-gay-catholics-says-mcaleese-36549777.html</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/french-priest-pope-francis-approved-my-blessing-of-homosexual-couples\" target=\"_blank\">https://www.lifesitenews.com/news/french-priest-pope-francis-approved-my-blessing-of-homosexual-couples</a></li>\n<li><a href=\"https://www.reuters.com/article/us-pope-gender/pope-says-respect-gays-and-transsexuals-questions-gender-theory-idUSKCN1220WK\" target=\"_blank\">https://www.reuters.com/article/us-pope-gender/pope-says-respect-gays-and-transsexuals-questions-gender-theory-idUSKCN1220WK</a></li>\n<li><a href=\"https://www.cancer.org/cancer/cancer-causes/medical-treatments/abortion-and-breast-cancer-risk.html\" target=\"_blank\">https://www.cancer.org/cancer/cancer-causes/medical-treatments/abortion-and-breast-cancer-risk.html</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/bishops-athanasius-schneider-on-the-correct-catholic-response-to-gay-pride\" target=\"_blank\">https://www.lifesitenews.com/news/bishops-athanasius-schneider-on-the-correct-catholic-response-to-gay-pride</a></li>\n<li><a href=\"https://www.hrc.org/blog/house-appropriations-republicans-adopt-a-license-to-discriminate-amendment\" target=\"_blank\">https://www.hrc.org/blog/house-appropriations-republicans-adopt-a-license-to-discriminate-amendment</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/newsbytes-islamic-persecution-of-christians\" target=\"_blank\">https://www.lifesitenews.com/news/newsbytes-islamic-persecution-of-christians</a></li>\n<li><a href=\"https://www.lifesitenews.com/opinion/famous-islam-scholar-robert-spencer-lays-out-the-history-of-jihad\" target=\"_blank\">https://www.lifesitenews.com/opinion/famous-islam-scholar-robert-spencer-lays-out-the-history-of-jihad</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/do-abortion-supporters-care-about-the-danger-and-destruction-of-the-abortio\" target=\"_blank\">https://www.lifesitenews.com/news/do-abortion-supporters-care-about-the-danger-and-destruction-of-the-abortio</a></li>\n<li><a href=\"https://www.lifesitenews.com/opinion/islam-a-giant-step-backwards-for-humanity\" target=\"_blank\">https://www.lifesitenews.com/opinion/islam-a-giant-step-backwards-for-humanity</a></li>\n<li><a href=\"https://www.fda.gov/Drugs/DrugSafety/PostmarketDrugSafetyInformationforPatientsandProviders/ucm492705.htm\" target=\"_blank\">https://www.fda.gov/Drugs/DrugSafety/PostmarketDrugSafetyInformationforPatientsandProviders/ucm492705.htm</a></li>\n<li><a href=\"https://www.lifesitenews.com/resources/abortion/the-abortion-breast-cancer-link\" target=\"_blank\">https://www.lifesitenews.com/resources/abortion/the-abortion-breast-cancer-link</a></li>\n<li><a href=\"https://ww5.komen.org/BreastCancer/Table25Abortionandbreastcancerrisk.html\" target=\"_blank\">https://ww5.komen.org/BreastCancer/Table25Abortionandbreastcancerrisk.html</a></li>\n<li><a href=\"https://www.acog.org/Clinical-Guidance-and-Publications/Committee_Opinions/Committee_on_Gynecologic_Practice/Induced_Abortion_and-Breast-Cancer-Risk\" target=\"_blank\">https://www.acog.org/Clinical-Guidance-and-Publications/Committee<em>Opinions/Committee</em>on<em>Gynecologic</em>Practice/Induced<em>Abortion</em>and-Breast-Cancer-Risk</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/toronto-politicians-want-to-prevent-public-from-seeing-the-horrors-of-abort\" target=\"_blank\">https://www.lifesitenews.com/news/toronto-politicians-want-to-prevent-public-from-seeing-the-horrors-of-abort</a></li>\n<li><a href=\"https://www.lifesitenews.com/contact\" target=\"_blank\">https://www.lifesitenews.com/contact</a></li>\n<li><a href=\"https://www.lifesitenews.com/blogs/pope-francis-feeling-the-heat-being-called-out-for-lacking-orthodoxy\" target=\"_blank\">https://www.lifesitenews.com/blogs/pope-francis-feeling-the-heat-being-called-out-for-lacking-orthodoxy</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/republican-bill-cracks-down-on-us-embassies-flying-gay-pride-flags\" target=\"_blank\">https://www.lifesitenews.com/news/republican-bill-cracks-down-on-us-embassies-flying-gay-pride-flags</a></li>\n<li><a href=\"http://archive.is/7mcic\" target=\"_blank\">http://archive.is/7mcic</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/new-report-iceland-aborts-100-of-babies-with-down-syndrome\" target=\"_blank\">https://www.lifesitenews.com/news/new-report-iceland-aborts-100-of-babies-with-down-syndrome</a></li>\n<li><a href=\"https://campaignforaccountability.org/work/carol-everetts-misleading-statements-and-questionable-partners/\" target=\"_blank\">https://campaignforaccountability.org/work/carol-everetts-misleading-statements-and-questionable-partners/</a></li>\n<li><a href=\"https://rewire.news/article/2012/10/02/abortions-on-women-who-arent-pregnant-common-trope-anti-choice-movement/\" target=\"_blank\">https://rewire.news/article/2012/10/02/abortions-on-women-who-arent-pregnant-common-trope-anti-choice-movement/</a></li>\n<li><a href=\"https://www.lifesitenews.com/blogs/former-abortion-worker-we-wanted-teen-girls-to-get-3-to-5-abortions-each\" target=\"_blank\">https://www.lifesitenews.com/blogs/former-abortion-worker-we-wanted-teen-girls-to-get-3-to-5-abortions-each</a></li>\n<li><a href=\"https://www.mediamatters.org/research/2016/08/31/meet-anti-abortion-activist-who-now-controls-texas-women-s-access-reproductive-care/212781\" target=\"_blank\">https://www.mediamatters.org/research/2016/08/31/meet-anti-abortion-activist-who-now-controls-texas-women-s-access-reproductive-care/212781</a></li>\n<li><a href=\"https://www.data.lifesitenews.com/opinion/no-abortion-is-not-health-care.-its-fakehealth\" target=\"_blank\">https://www.data.lifesitenews.com/opinion/no-abortion-is-not-health-care.-its-fakehealth</a></li>\n<li><a href=\"https://www.lifesitenews.com/blogs/the-major-influences-on-trump-regarding-lbgt\" target=\"_blank\">https://www.lifesitenews.com/blogs/the-major-influences-on-trump-regarding-lbgt</a></li>\n<li><a href=\"https://unfccc.int/resource/docs/2015/cop21/eng/l09.pdf\" target=\"_blank\">https://unfccc.int/resource/docs/2015/cop21/eng/l09.pdf</a></li>\n<li><a href=\"https://www.fda.gov/forconsumers/byaudience/forwomen/ucm118627.htm\" target=\"_blank\">https://www.fda.gov/forconsumers/byaudience/forwomen/ucm118627.htm</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/why-do-more-black-women-get-breast-cancer-more-black-women-get-abortio\" target=\"_blank\">https://www.lifesitenews.com/news/why-do-more-black-women-get-breast-cancer-more-black-women-get-abortio</a></li>\n<li><a href=\"https://www.lifesitenews.com/blogs/washington-post-fact-checker-downplays-link-between-abortion-and-breast-can\" target=\"_blank\">https://www.lifesitenews.com/blogs/washington-post-fact-checker-downplays-link-between-abortion-and-breast-can</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/vatican-official-admits-that-papal-commission-exists-to-do-historical-revie\" target=\"_blank\">https://www.lifesitenews.com/news/vatican-official-admits-that-papal-commission-exists-to-do-historical-revie</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/scarlett-johansson-drops-out-of-trans-movie-role-after-lgbt-backlash\" target=\"_blank\">https://www.lifesitenews.com/news/scarlett-johansson-drops-out-of-trans-movie-role-after-lgbt-backlash</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/chaste-same-sex-attracted-christians-counter-pope-francis-god-did-not-make\" target=\"_blank\">https://www.lifesitenews.com/news/chaste-same-sex-attracted-christians-counter-pope-francis-god-did-not-make</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/head-of-us-bishops-pro-life-office-vigano-is-man-of-integrity-we-must-ascer\" target=\"_blank\">https://www.lifesitenews.com/news/head-of-us-bishops-pro-life-office-vigano-is-man-of-integrity-we-must-ascer</a></li>\n<li><a href=\"https://www.lifesitenews.com/news/welsh-govt-to-proceed-with-pro-abortion-agenda-despite-98-opposition\" target=\"_blank\">https://www.lifesitenews.com/news/welsh-govt-to-proceed-with-pro-abortion-agenda-despite-98-opposition</a></li>\n<li><a href=\"https://beta.gov.wales/sites/default/files/consultations/2018-11/summary-of-response_0.pdf\" target=\"_blank\">https://beta.gov.wales/sites/default/files/consultations/2018-11/summary-of-response_0.pdf</a></li>\n<li><a href=\"https://www.lifesitenews.com/archives/search\" target=\"_blank\">https://www.lifesitenews.com/archives/search</a></li>\n<li>\n<p><a href=\"https://www.lifesitenews.com/opinion/a-candidates-position-on-abortion-matters-more-than-you-think-when-you-pull\" target=\"_blank\">https://www.lifesitenews.com/opinion/a-candidates-position-on-abortion-matters-more-than-you-think-when-you-pull</a></p>\n<hr>\n<h3>Transparency</h3>\n</li>\n<li><a href=\"https://www.lifesitenews.com/about\" target=\"_blank\">https://www.lifesitenews.com/about</a></li>\n<li>\n<p><a href=\"https://www.lifesitenews.com/contact\" target=\"_blank\">https://www.lifesitenews.com/contact</a></p>\n<hr>\n<h3>History</h3>\n</li>\n<li><a href=\"https://www.lifesitenews.com/about\" target=\"_blank\">https://www.lifesitenews.com/about</a></li>\n</ul>","frontmatter":{"title":"lifesitenews.com","author":"Sarah Brandt","date":null}}},"pageContext":{"slug":"/lifesitenews.com/"}}