{"data":{"markdownRemark":{"html":"<div class=\"right-score\">Score: 25</div>\n<h1>westernjournal.com&emsp; <span class=\"net-country\">(WEB - en-US)</span></h1>\n<p>A conservative news and opinion that has published misleading headlines, debunked conspiracy theories, and poorly vetted content.</p>\n<hr>\n<header class=\"flex-container rating red\"><div class=\"nguard-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 49 64\"><g><rect fill=\"#fff\" x=\"16.44\" y=\"5.22\" width=\"18.17\" height=\"44.61\"></rect></g><g><path fill=\"#c92027\" fill-rule=\"evenodd\" d=\"M0,0V24.07C0,40.86,0,52,22.79,63.19l1.66.82,1.66-.82C48.93,52,49,40.86,49,24.07V0ZM30,43a1.92,1.92,0,0,1-.56,1.39,1.85,1.85,0,0,1-1.37.58H21.94a1.84,1.84,0,0,1-1.37-.58A1.91,1.91,0,0,1,20,43V37a1.91,1.91,0,0,1,.57-1.4A1.84,1.84,0,0,1,21.94,35h6.13a1.85,1.85,0,0,1,1.37.58A1.92,1.92,0,0,1,30,37Zm0-15a1.87,1.87,0,0,1-.56,1.37,1.85,1.85,0,0,1-1.37.57H21.94a1.83,1.83,0,0,1-1.37-.57A1.85,1.85,0,0,1,20,28.07V9.93A1.93,1.93,0,0,1,21.94,8h6.13A1.92,1.92,0,0,1,30,9.93Z\"></path></g></svg></div><div><span>Proceed with caution: This website severely violates basic standards of credibility and transparency.</span></div></header>\n<div class=\"columnizer\"><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Does not repeatedly publish false content</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Gathers and presents information responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Regularly corrects or clarifies errors</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Handles the difference between news and opinion responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-times\"></i></div><div><span><span>Avoids deceptive headlines</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Website discloses ownership and financing</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Clearly labels advertising</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Reveals who's in charge, including any possible conflicts of interest</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>The site provides names of content creators, along with either contact or biographical information</span></span></div></div></div>\n<hr>\n<h3>Ownership and Financing</h3>\n<p>WesternJournal.com is owned by Liftable Media, Inc., an Arizona-based company run by chief executive Patrick Brown, who founded the company in 2014. The company also owns the e-commerce site Patriot Depot and other websites that are published on WesternJournal.com.</p>\n<p>WesternJournal.com earns advertising revenue on its site and through traffic from social media, particularly Facebook.</p>\n<hr>\n<h3>Content</h3>\n<p>WesternJournal.com explains its mission on its About page, stating that it “focuses on topics that Heartland Americans care about” and views itself as “a trusted source of news and information for the stories and views that remain untold by establishment news sources.” The page goes on to state, “Editorially, WesternJournal.com upholds traditional Christian values as articulated in the Bible” and that “Politically, WesternJournal.com advocates for broadly conservative positions on most issues.”</p>\n<p>WesternJournal.com primarily publishes stories based on information aggregated from other news sources, alongside some original reporting and opinion articles. The site primarily covers politics. It also has sections on entertainment, business, health, sports, and other topics. Many headlines on the homepage lead directly to stories on other news outlets, including the Washington Examiner, Breitbart, and NBC News. The site also publishes content from The Associated Press and from The Daily Caller News Foundation. </p>\n<p>In April 2018, WesternJournal.com absorbed three other sites owned by Liftable Media: ConservativeTribune.com, which covers politics; Liftable.com, which writes about animals and celebrities; and TheWildCard.com, which covers sports. These sites redirect readers to WesternJournal.com, where their content is published in separate sections. Later in 2018, the site absorbed HermainCain.com, which covers U.S. politics.</p>\n<hr>\n<h3>Credibility</h3>\n<p>The WesternJournal.com and Conservative Tribune brands have published numerous stories based on debunked conspiracy theories. In many instances, the sites report accurately on what conspiracy theorists believe without verifying or questioning their claims.</p>\n<p>For example, the “Clinton Body Count” conspiracy theory claiming that Bill and Hillary Clinton have orchestrated the deaths of those who may hold evidence against them has been widely debunked. Yet, multiple stories on the site have speculated that the Clintons have caused the deaths of various figures, seizing on sudden or accidental deaths of those with tenuous connections to the family.</p>\n<p>An August 2016 Conservative Tribune story, for example, ran under the headline: “SHOCK: Hillary Body Count Explodes… 5 DEAD, Linked to DNC and Clintons.” The article opens with speculation about the murder of Seth Rich, a Democratic National Committee staffer who was shot to death near his house in Washington during an attempted robbery. The story promotes the claim that Seth Rich leaked emails from the DNC to WikiLeaks. On July 13, 2018, 12 Russian operatives were indicted by Special Counsel Robert Mueller’s investigation for their efforts to hack the DNC’s email serves and leak information to influence the 2016 U.S. presidential election. No evidence linking Rich to the leak has surfaced.</p>\n<p>The article names four other people who died and whom the writer states had “ties to Clinton’s world.” One was Shawn Lucas, who is described in the story as “an attorney working to expose the Democratic National Committee fraud case.” Lucas was not an attorney; he was a process server who served the DNC with a lawsuit accusing it of fraud, which a judge later dismissed. He died from an accidental drug overdose, according to The Office of the Chief Medical Examiner in Washington.</p>\n<p>The same story said that John Ashe, an Antiguan diplomat who served as President of the United Nations General Assembly in 2013 and 2014, had been “scheduled to testify against the Clintons and the Democrat Party.” However, Ashe’s only scheduled appearance in court was as a defendant, not a witness, in a bribery scandal involving a Chinese businessman. The case did not involve the Clintons or the DNC.</p>\n<p>After NewsGuard asked about the story, WesternJournal.com retracted it in late 2018. However, other, more recent stories on the site still promoted related conspiracies. After NewsGuard inquired about a February 2018 story about Seth Rich, WesternJournal.com issued a correction to clarify that he did not leak DNC emails. </p>\n<p>The site has also published articles advancing the claim that former U.S. President Barack Obama was not born in the U.S. and therefore was not eligible to serve as president. For example, in March 2017, the Conservative Tribune published a story about Obama’s half-brother, Malik Obama, who was born in Kenya and supports President Trump, tweeting an image of what seemed to be a copy of a birth certificate issued by a Kenyan hospital to the former president. The story hedged its language by including “supposed” in the headline. But it circulated the conspiracy theory and made the case that the claim may have credence because the photo came from Obama’s relative. The article did not mention that the image tweeted by Malik Obama was debunked years before as a forgery, after a man named Lucas Smith tried to sell the fake birth certificate on eBay for $1 million in 2009. The story was retracted in late 2018.</p>\n<p>Liftable Media released a new editorial policy in March 2017 aimed at improving the quality of the company’s content, according to Shaun Hair, Liftable Media’s spokesperson. The policy states that “whenever possible, writers verify the story with three separate primary news sources,” or flag the story for review if they cannot. For stories without three sources to move forward, editors must put their “stamp of approval.”</p>\n<p>Hair told NewsGuard that “there was a ton of content that was created before that policy,” and stated that when Liftable’s properties merged in April 2018, there was a significant amount of content “that did not meet our editorial standards.” In order to address the issue, Liftable has taken down some content and, according to Hair, plans to either republish it with an editorial note or to keep it down.</p>\n<p>When Conservative Tribune moved its content to WesternJournal.com in April 2018, many false and misleading stories were deleted from both sites. A debunked 2016 Conservative Tribune story, “ALERT: City in Michigan Is Implementing Sharia Law” has been taken down, as has the 2016 Western Journal story “Obama Urges Illegal Immigrants to Vote Without Fear of Getting Caught.”</p>\n<p>The site did not issue corrections or editor’s notes addressing the falsehoods. After NewsGuard inquired about these stories, the site published notices that they had been retracted.</p>\n<p>Although many stories published in the Conservative Tribune section since 2018 have been labeled commentary, in some cases authors distort facts to advance political positions.</p>\n<p>For example, a July 2018 Conservative Tribune story headlined “WH Attacked for Barring CNN Reporter, Gave Obama Rousing Applause for Doing the Same,” used a series of tweets from an anonymous Twitter user to argue that the news media was hypocritical for criticizing the Trump administration’s treatment of a CNN reporter whom it barred from a press event. The article’s writer argued that the press did not rebuke Obama for similar actions.</p>\n<p>However, the examples the author used contained factual errors drawn from the Twitter thread. The first was a video that the Twitter user said was of “former President Obama having a reporter removed for interrupting him ‘in his house.’” The video, however, is not of a gathering of reporters, but of members of the LGBT community who were invited to the White House to hear then-president Obama speak. The person removed from the room was not a reporter, but an activist who was shouting during the speech. The tweet, which is reproduced in the Conservative Tribune article, states that in the clip “the press claps wildly, even starts chanting Obama's name while the reporter is being removed for yelling ‘NO MORE DEPORTATIONS.’” In fact, the people clapping in the clip were not reporters, but community members. The person removed from the room was not a reporter, but a protester. </p>\n<p>The Conservative Tribune story did not reveal that the tweet’s description of the video was incorrect. In late 2018, WesternJournal.com issued a correction and then later retracted the story after being made aware of these issues by NewsGuard.</p>\n<p>In August 2018, after being contacted by NewsGuard, WesternJournal.com further clarified its policies by publishing an extensive list of Ethics and Editorial Standards, which is accessible from the site’s homepage and is linked to at the bottom of each story. The page emphasizes a commitment to accuracy and describes the site’s corrections policy. </p>\n<p>Hair contacted NewsGuard in December 2018 to notify NewsGuard of the corrections and retractions described above and to contest NewsGuard’s rating of WesternJournal.com. However, upon conducting another review of the site’s content, NewsGuard found several stories published since its initial review that raised the same credibility concerns.</p>\n<p>In November 2018, for example, the site published stories including false or misleading claims about the migrant caravan that was moving through Central America toward the U.S-Mexico border. In one, the writer raised doubts about a photo taken at the border of a mother and her children running from tear gas, and suggested that the photo could have been staged. As evidence, the writer noted that some people in the background of the photo did not seem to be alarmed. The Reuters photojournalist who took the photo as well as the mother shown in the photo told other news outlets that it was not staged. </p>\n<p>In a separate story, a writer advanced a conspiracy theory — originally shared in a tweet by Florida Rep. Matt Gaetz — that billionaire philanthropist George Soros was funding members of the caravan. The story showed a video of caravan members receiving money and speculated without evidence that Sorors had supplied the funds. Reporting from Guatemalan journalist Luis Assardo showed that the incident took place in Guatemala, not Honduras as the story claimed, and that the funding did not come from Soros. Based on discussions with several locals, Assardo reported that funds came from local merchants, who also handed out food and clothing.</p>\n<p>In December 2018, a story suggested that Special Counsel Robert Mueller’s team was guilty of destroying evidence. As evidence, the writer stated that the Special Counsel’s office had not filed a particular form detailing an interview with former National Security Advisor Michael Flynn, fueling speculation that it could have been destroyed. However, the form in question had been filed the day before the story appeared on WesternJournal.com and had not been destroyed.</p>\n<p>WesternJournal again issued corrections and retractions to these stories and others after NewsGuard inquired about them. However, these changes occurred only after feedback from NewsGuard, and it does not appear that the site has effective practices in place to verify information before stories ran or to correct them afterwards.</p>\n<p>Based on its history of publishing false content and its practice of correcting false or misleading stories only after NewsGuard brought them to the site’s attention, NewsGuard has determined that the site does not gather and present news responsibly and has repeatedly published false content and headlines. Also, because the site often misstates or distorts facts to advance its agenda, as in many of the examples cited above, NewsGuard has determined that Western Journal does not handle the difference between news and opinion responsibly.</p>\n<p>In a January 2019 email to NewsGuard, Hair wrote, “While we stand committed to the truth, we recognize our editorial process is responsible for the articles above (and possibly more) and therefore needs some restructuring to ensure a better outcome and to avoid similar issues moving forward.” </p>\n<p>In another email sent shortly after, he notified NewsGuard of a series of internal changes implemented in early 2019 intended to increase the accuracy of the site’s storie, including a policy “requiring our editorial team to reach out (phone, email, twitter, etc) to individuals or groups about which we may be writing a negative story.”</p>\n<hr>\n<h3>Transparency</h3>\n<p>WesternJournal.com discloses on an About page that the site and parent company, Liftable Media, are owned by the Brown family. The site lists the names of its publisher, editors, and other managers on its Masthead page. Readers can find biographical information and links to the Twitter profiles of many writers at the bottom of stories. A contact page on the site includes a generic form as well as a telephone number.</p>\n<p>Advertisements are distinguished from editorial content.</p>\n<hr>\n<h3>History</h3>\n<p>Patrick Brown developed WesternJournal.com in 2009 while at the Western Center for Journalism, shortly after his father, Floyd Brown, a conservative activist and founder of the political action committee Citizens United, became chairman of the center. Citizens United is best known for winning the landmark 2010 U.S. Supreme Court case that overturned campaign finance laws that restricticted corporate spending. The nonprofit center, created in 1991 by conservative activists Joseph Farah and James H. Smith, has promoted conspiracy theories about the Clinton family and Barack Obama, including the claim that Obama was not a U.S citizen. The younger Brown left the center in 2014 to found Liftable Media Inc. With that company, he acquired the website a year later. The elder Brown also owns a stake in Liftable Media and is listed as the publisher of WesternJournal.com.</p>\n<p>Liftable took over WesternJournal.com website in 2015 and acquired other websites—the Tea Party News Network and sites associated with the company Liberty Alliance, for example—shortly thereafter.</p>\n<p><em>Editor’s Note: After an earlier version of this Nutrition Label was published, WesternJournal.com added biographical information about its writers to the site and a pseudonymous writer began publishing under his real name. Therefore, NewsGuard has determined that the site now meets the standard for disclosing information about content creators.</em></p>\n<p><em>Also, in the previously published Nutrition Label, NewsGuard found that WesternJournal.com met the standard for regularly correcting or clarifying errors. However, NewsGuard subsequently found several more stories with significant errors that remained uncorrected. Therefore, NewsGuard has now found that the site does not meet the corrections standard. </em><em>This update also includes additional comments from company spokesman Shaun Hair.</em></p>\n<hr>\n<pre><code>Written by:\nKendrick McDonald\n</code></pre>\n<h2>Sources</h2>\n<hr>\n<h3>Ownership and Financing</h3>\n<ul>\n<li><a href=\"https://liftablemedia.com/\" target=\"_blank\">https://liftablemedia.com/</a></li>\n<li><a href=\"https://wcjournalism.com\" target=\"_blank\">https://wcjournalism.com</a></li>\n<li><a href=\"https://www.buzzfeed.com/craigsilverman/inside-the-partisan-fight-for-your-news-feed\" target=\"_blank\">https://www.buzzfeed.com/craigsilverman/inside-the-partisan-fight-for-your-news-feed</a></li>\n<li><a href=\"https://www.12news.com/article/news/politics/arpaio-brewer-cash-in-on-facebook-pages/75-429392170\" target=\"_blank\">https://www.12news.com/article/news/politics/arpaio-brewer-cash-in-on-facebook-pages/75-429392170</a></li>\n<li>\n<p><a href=\"https://www.newsweek.com/2016/12/16/floyd-brown-maestro-media-manipulation-528591.html\" target=\"_blank\">https://www.newsweek.com/2016/12/16/floyd-brown-maestro-media-manipulation-528591.html</a></p>\n<hr>\n<h3>Content</h3>\n</li>\n<li><a href=\"https://www.westernjournal.com/\" target=\"_blank\">https://www.westernjournal.com/</a></li>\n<li><a href=\"https://www.westernjournal.com/ct/\" target=\"_blank\">https://www.westernjournal.com/ct/</a></li>\n<li><a href=\"https://www.westernjournal.com/l/\" target=\"_blank\">https://www.westernjournal.com/l/</a></li>\n<li><a href=\"https://www.westernjournal.com/wc/\" target=\"_blank\">https://www.westernjournal.com/wc/</a></li>\n<li>\n<p><a href=\"https://www.westernjournal.com/hermancain\" target=\"_blank\">https://www.westernjournal.com/hermancain</a></p>\n<hr>\n<h3>Credibility</h3>\n</li>\n<li><a href=\"https://www.westernjournal.com/ct/hillary-bodycount-5-dead-dnc/\" target=\"_blank\">https://www.westernjournal.com/ct/hillary-bodycount-5-dead-dnc/</a></li>\n<li><a href=\"https://web.archive.org/web/20180802170855/https://www.westernjournal.com/ct/hillary-bodycount-5-dead-dnc/\" target=\"_blank\">https://web.archive.org/web/20180802170855/https://www.westernjournal.com/ct/hillary-bodycount-5-dead-dnc/</a></li>\n<li><a href=\"http://jampac.us/wp-content/uploads/2017/05/11-10-16.pdf\" target=\"_blank\">http://jampac.us/wp-content/uploads/2017/05/11-10-16.pdf</a></li>\n<li><a href=\"https://www.snopes.com/fact-check/clinton-body-bags/\" target=\"_blank\">https://www.snopes.com/fact-check/clinton-body-bags/</a></li>\n<li><a href=\"https://www.westernjournal.com/ct/hacker-drops-seth-rich-bombshell/\" target=\"_blank\">https://www.westernjournal.com/ct/hacker-drops-seth-rich-bombshell/</a></li>\n<li><a href=\"https://web.archive.org/web/20181205230427/https://www.westernjournal.com/ct/hacker-drops-seth-rich-bombshell/\" target=\"_blank\">https://web.archive.org/web/20181205230427/https://www.westernjournal.com/ct/hacker-drops-seth-rich-bombshell/</a></li>\n<li><a href=\"https://www.westernjournal.com/obama-library-will-not-include-copy-birth-certificate-paper-docs/\" target=\"_blank\">https://www.westernjournal.com/obama-library-will-not-include-copy-birth-certificate-paper-docs/</a></li>\n<li><a href=\"https://www.westernjournal.com/obama-literary-agent-obama-born-in-kenya/\" target=\"_blank\">https://www.westernjournal.com/obama-literary-agent-obama-born-in-kenya/</a></li>\n<li><a href=\"http://archive.fo/CbT3O\" target=\"_blank\">http://archive.fo/CbT3O</a></li>\n<li><a href=\"https://www.westernjournal.com/ct/bombshell-obamas-brother-posts/\" target=\"_blank\">https://www.westernjournal.com/ct/bombshell-obamas-brother-posts/</a></li>\n<li><a href=\"http://archive.fo/wWM7r\" target=\"_blank\">http://archive.fo/wWM7r</a></li>\n<li><a href=\"https://web.archive.org/save/https://www.westernjournal.com/ct/bombshell-obamas-brother-posts/\" target=\"_blank\">https://web.archive.org/save/https://www.westernjournal.com/ct/bombshell-obamas-brother-posts/</a></li>\n<li><a href=\"http://archive.is/mf0op\" target=\"_blank\">http://archive.is/mf0op</a></li>\n<li><a href=\"http://www.nydailynews.com/news/national/king-huckabee-false-facebook-post-undermines-real-hate-crimes-article-1.2876009#\" target=\"_blank\">http://www.nydailynews.com/news/national/king-huckabee-false-facebook-post-undermines-real-hate-crimes-article-1.2876009#</a></li>\n<li><a href=\"https://web.archive.org/web/20161117153342/http:/conservativetribune.com/city-implementing-sharia-law/\" target=\"_blank\">https://web.archive.org/web/20161117153342/http:/conservativetribune.com/city-implementing-sharia-law/</a></li>\n<li><a href=\"https://liftablemedia.com/2017/03/17/liftable-medias-editorial-process/\" target=\"_blank\">https://liftablemedia.com/2017/03/17/liftable-medias-editorial-process/</a></li>\n<li><a href=\"http://web.archive.org/web/20180416194913/https:/www.liftable.com/stephani-scruggs/islam-terrorist-attacks/\" target=\"_blank\">http://web.archive.org/web/20180416194913/https:/www.liftable.com/stephani-scruggs/islam-terrorist-attacks/</a></li>\n<li><a href=\"https://web.archive.org/web/20180416194837/https:/www.liftable.com/stephani-scruggs/interview-french-father-son-going-viral/\" target=\"_blank\">https://web.archive.org/web/20180416194837/https:/www.liftable.com/stephani-scruggs/interview-french-father-son-going-viral/</a></li>\n<li><a href=\"https://www.snopes.com/fact-check/burqa39s-law/\" target=\"_blank\">https://www.snopes.com/fact-check/burqa39s-law/</a></li>\n<li><a href=\"https://www.justice.gov/opa/pr/grand-jury-indicts-12-russian-intelligence-officers-hacking-offenses-related-2016-election\" target=\"_blank\">https://www.justice.gov/opa/pr/grand-jury-indicts-12-russian-intelligence-officers-hacking-offenses-related-2016-election</a></li>\n<li><a href=\"https://www.cnn.com/2015/10/07/us/former-u-n-official-alleged-bribery-scheme/\" target=\"_blank\">https://www.cnn.com/2015/10/07/us/former-u-n-official-alleged-bribery-scheme/</a></li>\n<li><a href=\"https://nypost.com/2016/06/23/ex-un-general-assembly-chief-dies-amid-bribery-scandal/?_ga=1.142785277.95319657.1467109665\" target=\"_blank\">https://nypost.com/2016/06/23/ex-un-general-assembly-chief-dies-amid-bribery-scandal/?_ga=1.142785277.95319657.1467109665</a></li>\n<li><a href=\"https://www.justice.gov/usao-sdny/pr/former-un-general-assembly-president-and-five-others-charged-13-million-bribery-scheme\" target=\"_blank\">https://www.justice.gov/usao-sdny/pr/former-un-general-assembly-president-and-five-others-charged-13-million-bribery-scheme</a></li>\n<li><a href=\"https://www.westernjournal.com/ct/beginning-look-like-mueller-destroying-evidence/\" target=\"_blank\">https://www.westernjournal.com/ct/beginning-look-like-mueller-destroying-evidence/</a></li>\n<li><a href=\"https://web.archive.org/web/20181219125715/https://www.westernjournal.com/ct/beginning-look-like-mueller-destroying-evidence/\" target=\"_blank\">https://web.archive.org/web/20181219125715/https://www.westernjournal.com/ct/beginning-look-like-mueller-destroying-evidence/</a></li>\n<li><a href=\"https://www.lawfareblog.com/document-special-counsel-releases-flynn-302\" target=\"_blank\">https://www.lawfareblog.com/document-special-counsel-releases-flynn-302</a></li>\n<li><a href=\"https://www.westernjournal.com/significant-doubts-surround-photo-migrant-children-fleeing-tear-gas/\" target=\"_blank\">https://www.westernjournal.com/significant-doubts-surround-photo-migrant-children-fleeing-tear-gas/</a></li>\n<li><a href=\"https://web.archive.org/web/20181127114847/https://www.westernjournal.com/significant-doubts-surround-photo-migrant-children-fleeing-tear-gas/\" target=\"_blank\">https://web.archive.org/web/20181127114847/https://www.westernjournal.com/significant-doubts-surround-photo-migrant-children-fleeing-tear-gas/</a></li>\n<li><a href=\"https://www.westernjournal.com/ct/soros-gop-rep-posts-video-allegedly-showing-people-paid-join-honduran-caravan/\" target=\"_blank\">https://www.westernjournal.com/ct/soros-gop-rep-posts-video-allegedly-showing-people-paid-join-honduran-caravan/</a></li>\n<li>\n<p><a href=\"https://web.archive.org/web/20181205230438/https://www.westernjournal.com/ct/soros-gop-rep-posts-video-allegedly-showing-people-paid-join-honduran-caravan/\" target=\"_blank\">https://web.archive.org/web/20181205230438/https://www.westernjournal.com/ct/soros-gop-rep-posts-video-allegedly-showing-people-paid-join-honduran-caravan/</a></p>\n<hr>\n<h3>Transparency</h3>\n</li>\n<li><a href=\"https://www.westernjournal.com/about/\" target=\"_blank\">https://www.westernjournal.com/about/</a></li>\n<li>\n<p><a href=\"https://liftablemedia.com/about/values-and-mission/\" target=\"_blank\">https://liftablemedia.com/about/values-and-mission/</a></p>\n<hr>\n<h3>History</h3>\n</li>\n<li><a href=\"https://liftablemedia.com/about/our-story/\" target=\"_blank\">https://liftablemedia.com/about/our-story/</a></li>\n<li><a href=\"https://www.newsweek.com/2016/12/16/floyd-brown-maestro-media-manipulation-528591.html\" target=\"_blank\">https://www.newsweek.com/2016/12/16/floyd-brown-maestro-media-manipulation-528591.html</a></li>\n<li><a href=\"https://www.buzzfeednews.com/article/craigsilverman/inside-the-partisan-fight-for-your-news-feed\" target=\"_blank\">https://www.buzzfeednews.com/article/craigsilverman/inside-the-partisan-fight-for-your-news-feed</a></li>\n</ul>","frontmatter":{"title":"westernjournal.com","author":"Kendrick McDonald","date":"2019-02-21T20:58:11.121+0000"}}},"pageContext":{"slug":"/westernjournal.com/"}}