{"data":{"markdownRemark":{"html":"<div class=\"right-score\">Score: 100</div>\n<h1>consumerreports.org&emsp; <span class=\"net-country\">(WEB - en-US)</span></h1>\n<p>An outlet founded as an independent magazine in 1936 that tests, rates, and reviews consumer products from food to cars to smart phones and publishes news, reports, comparisons, and buying guides.</p>\n<hr>\n<header class=\"flex-container rating green\"><div class=\"nguard-icon\"><svg xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 49 64\"><g><rect fill=\"#fff\" x=\"5.11\" y=\"11.06\" width=\"40.4\" height=\"31.66\"></rect></g><g><path fill=\"#42b149\" fill-rule=\"evenodd\" d=\"M49,0H0V24.07C0,40.86,0,52,22.79,63.18l1.67.82,1.66-.82C48.54,52,49,40.86,49,24.07ZM22.86,40.23a2.35,2.35,0,0,1-3.45,0L7.33,28.37a2.47,2.47,0,0,1,0-3.39l3.54-3.4a2.15,2.15,0,0,1,1.67-.75,2.45,2.45,0,0,1,1.77.75l6.83,6.76L36.9,12.77A2.45,2.45,0,0,1,38.67,12a2.14,2.14,0,0,1,1.67.75l3.54,3.39a2.49,2.49,0,0,1,0,3.4Z\"></path></g></svg></div><div><span>This website generally maintains basic standards of credibility and transparency.</span></div></header>\n<div class=\"columnizer\"><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Does not repeatedly publish false content</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Gathers and presents information responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Regularly corrects or clarifies errors</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Handles the difference between news and opinion responsibly</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Avoids deceptive headlines</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Website discloses ownership and financing</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Clearly labels advertising</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>Reveals who's in charge, including any possible conflicts of interest</span></span></div></div><div class=\"flex-container bullet\"><div><i class=\"fas fa-check\"></i></div><div><span><span>The site provides names of content creators, along with either contact or biographical information</span></span></div></div></div>\n<hr>\n<h3>Ownership and Financing</h3>\n<p>Consumer Reports, Inc. (previously Consumers Union of United States, Inc.), a nonprofit member-funded organization, owns consumerreports.org and the monthly magazine.</p>\n<p>Consumer Reports, which also goes by CR, does not run advertisements. It generates revenue through paid memberships, sales of the print publication, grants, and donations.  Among its largest single donors in 2017 were the Ford Foundation and the William &#x26; Flora Hewlett Foundation. Its overall revenue in the fiscal year ending in May 2017 was $241.7 million, of which $205.5 million came from member subscriptions and other program revenue.</p>\n<p>The organization also receives fees from eBay Commerce Network and from Amazon for referring customers to third party online retailers where they can buy reviewed products; from Cars.com when users look up the availability of specific vehicles on its “Used Car Marketplace;” and from TrueCar when Consumer Reports members use the “Build &#x26; Buy Car Buying Service” to buy a car from a TrueCar dealer.</p>\n<hr>\n<h3>Content</h3>\n<p>“More than 80 years ago, our organization was founded on the belief that when individuals are equipped with accurate, trustworthy, independent information about the safety and performance of the products and services we need, we can use our choice and voice to bend markets in ways that reflect our shared values,” wrote Consumer Reports’ president and chief executive Marta L. Tellado in an annual report from 2017. “Today, we apply that belief not only to ensure the safety of baby strollers and the performance of washing machines, but also to improve the transparency of student loan terms; the fairness of price-setting algorithms; the privacy of software embedded in our TVs, cars, and refrigerators; and the choices made by companies every day as they decide how to design and program products and services.” </p>\n<p>To equip consumers with accurate information, Consumer Reports tests, rates, and reviews consumer products (and some financial and health services.)  Readers can consult interactive databases with snapshots of ratings, where they can sort by brand, score, and price of a given product. Readers can select models to compare and can read more detailed descriptions of individual products that provide a granular breakdown of its “scorecard,” test results, “highs” and “lows,” and its features. Consumer Reports assigns a numeric score from 0 to 100, with 81 to 100 being an “excellent” score and a corresponding color range of colors from red to green. (These color circles also include arrows to make the ratings accessible to color-blind consumers. Two up arrows indicate that a product is “excellent,” one up arrow is “very good,” a vertical line is “good,” one down arrow is “fair,” and two down arrows are “poor.”) Users can also submit reviews, which are featured in a separate section at the bottom of a page.    </p>\n<p>Access to these product ratings and reviews requires a paid membership. For free, readers can consult buying guides and read consumer news on topics including the best holiday deals and updates on recalls and infectious diseases. CR publishes some of these stories in Spanish as well. Consumer Reports also publishes in-depth investigations, such as a 2016 examination into the lack of regulation of vitamins and supplements. Sometimes, it produces these reports in partnership with other journalism organizations. For example, in 2017, it partnered with ProPublica, a nonprofit investigative journalism outlet, to publish a story titled “Car Insurance Companies Charge Higher Rates in Some Minority Neighborhoods.” Stories published in its monthly print magazine are also available on the site. (One issue each year is devoted entirely to cars.)</p>\n<p>Consumer Reports also produces hundreds of short videos, including buying guides, reviews, inside looks into its labs, and scam advisories. Some of its videos are also distributed on YouTube, Amazon, Apple TV, and broadcast television stations. It also produces a podcast on cars.</p>\n<p>As a watchdog group, Consumer Reports advocates for consumer protection policies and  campaigns to pass legislation in government. Accordingly, the site has a Take Action section, inviting readers to sign petitions and share their experiences. For example, in September 2018, the page featured a petition readers could sign to fight against high cable fees, and a link for readers to submit their “Outrageous Fee” stories.</p>\n<p>Consumer Reports also launched a consumer protection initiative, “The Digital Standard,” to establish digital privacy and security standards in collaboration with other organizations.</p>\n<hr>\n<h3>Credibility</h3>\n<p>In its more than 80 year history, Consumer Reports has earned a reputation for trustworthiness, reliability, and impartiality among consumers, thanks to the rigor of its product testing, depth and breadth of original reporting, and to keeping advertisers and potential financial conflicts of interest at arm’s-length. It preserves financial independence by carrying no advertisements, seeking to ban the makers of well-reviewed products from using Consumer Reports’ name in their advertising or press releases, and buying the products it tests off the shelves at their full retail price as a consumer would.</p>\n<p>Consumer Reports tests products at its testing center in Westchester County, New York, where it has more than 60 labs. It tests cars at its auto test center in Colchester, Connecticut, according to a description of its practices provided on its website. Before deciding which products to test, it researches consumer demand and gathers data from a wealth of sources including academia, government, search engines, and industry. It employs more than 140 researchers and testers and conducts rigorous surveys among consumers.</p>\n<p>Matt Anchin, Consumer Report’s vice president and chief communications officer, told NewsGuard that for the last decade, when Consumer Reports has found safety or performance issues with products that will be mentioned in a review, it has contacted “the company beforehand with the relevant test results, production and purchasing information, testing protocol, and if appropriate, photos, and asks them for a comment.” </p>\n<p>According to Anchin, “If the company has questions about our testing and needs answers before they can respond, we have a call between our journalists, engineers, and scientists to discuss, and particularly in cases where we find a safety issue, we offer the company the ability to inspect our tested products.”</p>\n<p>A staff of more than 130 journalists, producers, editors, and designers work in Consumer Reports’ media division to produce original reporting for its website, magazine, and social media channels. When it errs in its reporting, Consumer Reports issues a correction marked as “correction” at the end of the story.</p>\n<p>Consumer Reports also updates its reviews and recommendations if it finds that the manufacturer has made adequate changes. In fact, several products have been altered by manufacturers in response to a Consumer Reports review. For example, in 2018, Consumer Reports said it could not recommend the much-awaited Tesla Model 3 because of issues with its braking system. Following the review, Tesla’s CEO, Elon Musk, stated that the company would resolve the issue with a software update and did so within a week, at which time Consumer Reports published an update recommending the vehicle.</p>\n<p>Consumer Reports has won four National Magazine Awards from the American Society of Magazine Editors for excellence in reporting (in 2004, 1990, 1987, and 1975.)  </p>\n<hr>\n<h3>Transparency</h3>\n<p>Consumer Reports provides a link to the organization’s bylaws and to a list of its board members, listing their affiliations outside Consumer Reports. Board members in 2017 had backgrounds in law, journalism, medicine, and nonprofit grantmaking foundations. Consumer Reports also identifies the outlet’s president and CEO prominently throughout the site and all of its leadership on its About Us section.</p>\n<p>The site provides a page of its financials, which includes PDFs of its tax returns (990 forms) for the past four years. The site also lists the names of all donors who have made a gift of $1,000 or more, although a few are anonymous gifts.</p>\n<p>The organization is transparent about its advocacy, done through its Consumers Union division, stating as part of its mission on its About page: “We work together with our members to put consumer-protection practices, policies and laws into place across the states and in Congress, and with corporations that directly service consumers.”</p>\n<p>In 2018, Consumer Reports settled a class-action lawsuit with a group of plaintiffs from Michigan, who alleged that the organization sold “customers’ magazine subscription histories and reading habits to data mining companies and others in exchange for demographic and lifestyle data, and then selling ‘enhanced’ customer profiles containing this data to other companies for a profit,” according to a Reuters report of the settlement. Consumer Reports did not admit liability and denied wrongdoing.</p>\n<p>News articles and investigations are credited to individual reporters, whose biographies are included at the end of stories. Reviews that summarize ratings and the ratings themselves --  which the site says are the result of the work of multiple researchers and testers -- are credited to Consumer Reports. The head of the research and testing department is identified in the site’s leadership page. The site often explains its methodology for how it tested a particular type of product in bylined articles written by its researchers, testers, or reporters -- for example “How Consumer Reports Tests Cars,” was co-written by a Consumer Reports tester and engineer, Gabe Shenhar.</p>\n<p>CR also publishes guides to use its ratings, such as “A Guide to New-Car Ratings and Reviews: How to interpret the information in our new-car profiles,” which provide detailed information on its methodology and terminology, as well as videos demonstrating their testing.</p>\n<hr>\n<h3>History</h3>\n<p>Consumer Reports was founded in 1936. In the 1950s, Consumer Reports studied the effects of smoking on health, and by 1958 was advising readers to quit smoking or cut back. In the 1960s it advocated for seatbelts in cars and, in the 1980s tested and established child car seat standards.</p>\n<p>Consumer Reports launched its website in 1997. It underwent a thorough redesign in 2016.</p>\n<hr>\n<pre><code>Written by:\nYemile Bucay\n\nEdited by:\nJoyce Purnick&#x26;emsp;Eric Effron&#x26;emsp;\n</code></pre>\n<h2>Sources</h2>\n<hr>\n<h3>Ownership and Financing</h3>\n<ul>\n<li><a href=\"https://www.consumerreports.org/cro/about-us/policies-and-financials/our-bylaws/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/about-us/policies-and-financials/our-bylaws/index.htm </a></li>\n<li><a href=\"https://www.consumerreports.org/cro/about-us/policies-and-financials/financial-reports/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/about-us/policies-and-financials/financial-reports/index.htm </a></li>\n<li><a href=\"https://www.consumerreports.org/cro/2017-annual-report/financials/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/2017-annual-report/financials/index.htm</a></li>\n<li><a href=\"https://www.consumerreports.org/cro/2017-annual-report/donors/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/2017-annual-report/donors/index.htm</a></li>\n<li>\n<p><a href=\"https://www.consumerreports.org/cro/about-us/our-partners/commercial-partners/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/about-us/our-partners/commercial-partners/index.htm </a>  </p>\n<hr>\n<h3>Content</h3>\n</li>\n<li><a href=\"https://www.consumerreports.org/cro/about-us/what-we-do/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/about-us/what-we-do/index.htm</a></li>\n<li><a href=\"https://www.consumerreports.org/cro/about-us/what-we-do/research-and-testing/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/about-us/what-we-do/research-and-testing/index.htm </a></li>\n<li><a href=\"https://www.consumerreports.org/consumer-reports/we-put-ourselves-to-the-test/\" target=\"_blank\">https://www.consumerreports.org/consumer-reports/we-put-ourselves-to-the-test/</a></li>\n<li><a href=\"https://www.consumerreports.org/cro/2017-annual-report/message-from-our-president/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/2017-annual-report/message-from-our-president/index.htm</a></li>\n<li><a href=\"https://www.usatoday.com/story/money/2016/09/20/consumer-reports-undergoes-makeover/90699392/\" target=\"_blank\">https://www.usatoday.com/story/money/2016/09/20/consumer-reports-undergoes-makeover/90699392/</a></li>\n<li><a href=\"https://www.consumerreports.org/consumer-protection/car-insurance-companies-charge-higher-rates-in-some-minority-neighborhoods/\" target=\"_blank\">https://www.consumerreports.org/consumer-protection/car-insurance-companies-charge-higher-rates-in-some-minority-neighborhoods/</a></li>\n<li><a href=\"https://www.consumerreports.org/vitamins-supplements/supplements-can-make-you-sick/\" target=\"_blank\">https://www.consumerreports.org/vitamins-supplements/supplements-can-make-you-sick/ </a></li>\n<li><a href=\"https://www.consumerreports.org/cro/about-us/our-partners/investigative-and-reporting-partnerships/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/about-us/our-partners/investigative-and-reporting-partnerships/index.htm </a></li>\n<li>\n<p><a href=\"https://www.thedigitalstandard.org/?campaignKey=nsarrubbo%40consumer.org_&EXTKEY=&utm_source=acxiom&utm_medium=email&utm_campaign=20170310_trans_boardmembers\" target=\"_blank\">https://www.thedigitalstandard.org/?campaignKey=nsarrubbo%40consumer.org<em>&#x26;EXTKEY=&#x26;utm</em>source=acxiom&#x26;utm<em>medium=email&#x26;utm</em>campaign=20170310<em>trans</em>boardmembers </a>    </p>\n<hr>\n<h3>Credibility</h3>\n</li>\n<li><a href=\"https://action.consumerreports.org/whatthefee?INTKEY=I000G0000\" target=\"_blank\">https://action.consumerreports.org/whatthefee?INTKEY=I000G0000 </a></li>\n<li><a href=\"https://www.consumerreports.org/cro/about-us/what-we-do/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/about-us/what-we-do/index.htm </a></li>\n<li><a href=\"https://www.consumerreports.org/cro/about-us/what-we-do/research-and-testing/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/about-us/what-we-do/research-and-testing/index.htm </a></li>\n<li><a href=\"https://www.consumerreports.org/cro/2017-annual-report/message-from-our-president/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/2017-annual-report/message-from-our-president/index.htm </a></li>\n<li><a href=\"https://www.cnbc.com/2018/06/22/elon-musk-usually-blows-up-at-critics-but-when-consumer-reports-complains-even-elon-listens.html\" target=\"_blank\">https://www.cnbc.com/2018/06/22/elon-musk-usually-blows-up-at-critics-but-when-consumer-reports-complains-even-elon-listens.html</a></li>\n<li><a href=\"https://www.consumerreports.org/cro/about-us/our-partners/investigative-and-reporting-partnerships/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/about-us/our-partners/investigative-and-reporting-partnerships/index.htm</a></li>\n<li><a href=\"https://www.consumerreports.org/hybrids-evs/tesla-model-3-review-falls-short-of-consumer-reports-recommendation/\" target=\"_blank\">https://www.consumerreports.org/hybrids-evs/tesla-model-3-review-falls-short-of-consumer-reports-recommendation/ </a></li>\n<li><a href=\"https://www.consumerreports.org/car-safety/tesla-model-3-gets-cr-recommendation-after-braking-update/\" target=\"_blank\">https://www.consumerreports.org/car-safety/tesla-model-3-gets-cr-recommendation-after-braking-update/ </a></li>\n<li><a href=\"https://www.cnbc.com/2018/06/22/elon-musk-usually-blows-up-at-critics-but-when-consumer-reports-complains-even-elon-listens.html\" target=\"_blank\">https://www.cnbc.com/2018/06/22/elon-musk-usually-blows-up-at-critics-but-when-consumer-reports-complains-even-elon-listens.html</a></li>\n<li>\n<p><a href=\"https://www.consumerreports.org/cro/news/2009/06/inside-consumer-reports-the-life-of-a-secret-shopper/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/news/2009/06/inside-consumer-reports-the-life-of-a-secret-shopper/index.htm </a>  </p>\n<hr>\n<h3>Transparency</h3>\n</li>\n<li><a href=\"https://www.consumerreports.org/cro/about-us/policies-and-financials/our-bylaws/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/about-us/policies-and-financials/our-bylaws/index.htm </a></li>\n<li><a href=\"https://www.consumerreports.org/cro/about-us/policies-and-financials/financial-reports/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/about-us/policies-and-financials/financial-reports/index.htm </a></li>\n<li><a href=\"https://www.consumerreports.org/cro/2017-annual-report/board/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/2017-annual-report/board/index.htm</a></li>\n<li><a href=\"https://www.consumerreports.org/cro/2017-annual-report/financials/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/2017-annual-report/financials/index.htm</a></li>\n<li><a href=\"https://www.consumerreports.org/cro/2017-annual-report/donors/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/2017-annual-report/donors/index.htm</a></li>\n<li><a href=\"https://www.consumerreports.org/cro/car-prices-used-car-inventory/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/car-prices-used-car-inventory/index.htm </a></li>\n<li><a href=\"https://www.reuters.com/article/consumersunion-settlement/consumer-reports-publisher-in-16-4-mln-reader-data-privacy-settlement-idUSL1N1RM10P\" target=\"_blank\">https://www.reuters.com/article/consumersunion-settlement/consumer-reports-publisher-in-16-4-mln-reader-data-privacy-settlement-idUSL1N1RM10P </a></li>\n<li><a href=\"https://www.consumerreports.org/cro/about-us/our-partners/philanthropic-partners/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/about-us/our-partners/philanthropic-partners/index.htm </a></li>\n<li><a href=\"https://www.consumerreports.org/cro/2012/04/a-guide-to-new-car-ratings-and-reviews/index.htm\" target=\"_blank\">https://www.consumerreports.org/cro/2012/04/a-guide-to-new-car-ratings-and-reviews/index.htm </a></li>\n<li>\n<p><a href=\"https://www.consumerreports.org/cars-how-consumer-reports-tests-cars/\" target=\"_blank\">https://www.consumerreports.org/cars-how-consumer-reports-tests-cars/ </a>   </p>\n<hr>\n<h3>History</h3>\n</li>\n<li><a href=\"https://www.nyguild.org/about-consumers-union\" target=\"_blank\">https://www.nyguild.org/about-consumers-union </a></li>\n<li><a href=\"http://www.magazine.org/asme/national-magazine-awards/winners-finalists\" target=\"_blank\">http://www.magazine.org/asme/national-magazine-awards/winners-finalists </a></li>\n<li><a href=\"https://www.nytimes.com/2011/12/11/business/media/consumer-reports-going-strong-at-75-digital-domain.html\" target=\"_blank\">https://www.nytimes.com/2011/12/11/business/media/consumer-reports-going-strong-at-75-digital-domain.html </a></li>\n<li><a href=\"https://www.cdc.gov/tobacco/data_statistics/sgr/2000/complete_report/pdfs/chapter2.pdf\" target=\"_blank\">https://www.cdc.gov/tobacco/data<em>statistics/sgr/2000/complete</em>report/pdfs/chapter2.pdf </a></li>\n<li><a href=\"https://www.cjr.org/business_of_news/consumer-reports-wirecutter.php\" target=\"_blank\">https://www.cjr.org/business<em>of</em>news/consumer-reports-wirecutter.php </a></li>\n</ul>","frontmatter":{"title":"consumerreports.org","author":"Yemile Bucay","date":"2018-09-17T14:58:10.891+0000"}}},"pageContext":{"slug":"/consumerreports.org/"}}